
<template>
    <div class ="agreement1">
        <div class="title">恒掌柜隐私政策</div>
        <div class="date">更新日期：2022年11月29日</div>
        <div class="date">生效日期：2022年12月6日</div>
        <div class="content">
            <p>恒掌柜（以下或称“我们”）非常注重保护用户（“您”）的个人信息及隐私，我们深知个人信息对您的重要性，并将按照法律法规要求和业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。我们希望通过本隐私政策向您清晰地介绍在使用我们的产品/服务时，我们如何处理您的个人信息，以及我们为您提供的访问、更正、删除和保护这些信息的方式。</p>
            <p class="bold">本政策将帮助您了解以下内容：</p>
            <p class="bold" @click="targetJump('content1')">1、我们如何收集和使用您的个人信息</p>
            <p class="bold" @click="targetJump('content2')">2、我们如何使用 Cookie和同类技术</p>
            <p class="bold" @click="targetJump('content3')">3、我们如何共享、转让、公开披露您的个人信息</p>
            <p class="bold" @click="targetJump('content4')">4、我们如何保存和保护您的个人信息</p>
            <p class="bold" @click="targetJump('content5')">5、您如何管理您的个人信息</p>
            <p class="bold" @click="targetJump('content6')">6、未成年人的个人信息保护</p>
            <p class="bold" @click="targetJump('content7')">7、通知和修订</p>
            <p class="bold" @click="targetJump('content8')">8、如何联系我们</p>
            <p class="bold" @click="targetJump('content9')">9、附录</p>
            <p class="bold">【特别提示】请您在使用我们提供的各项产品/服务前，仔细阅读并充分理解本《隐私政策》（重点内容我们已将字体加粗请您特别关注）并作出相应选择。一旦您使用或继续使用我们的产品/服务时，即意味着您同意我们按照本隐私政策处理您的相关信息。</p>
            <p class="bold">如对本隐私政策有任何疑问，您可以通过本隐私政策“如何联系我们”中提供的方式与我们联系）。</p>
            <p>恒掌柜的产品/服务是由智点汇融科技发展（北京）有限公司（注册地址：北京市房山区阎富路69号院38号楼-1至4层101一层03）及其关联方提供者通过下述途径向您提供的产品/服务：包括但不限于恒掌柜网站、恒掌柜App等客户端以及相关微信开放平台账号或小程序等。</p>
            <p>本政策所称的恒掌柜及其关联方是指智点汇融科技发展（北京）有限公司及现有和/或未来设立的相关关联公司的单称或合称。</p>
            <p class="bold">请您注意，本政策不适用于您通过我们的产品/服务而接入的其他第三方产品/服务(“其他第三方”，包括您的交易相对方、任何第三方网站以及第三方服务提供者等)，具体规定请参照该第三方的隐私政策或类似声明。</p>
            <p class="bold" id="content1">一、我们如何收集和使用您的个人信息</p>
            <p>在您使用我们的产品/服务时，您需要/可以选择授权我们收集和使用个人信息的场景包括：</p>
            <p>1、为了向您提供我们产品/服务的基本功能，您需要授权我们收集、使用必要信息的情形，如您拒绝提供前述必要信息，您将无法正常使用我们的的产品/服务；</p>
            <p>2、为了向您提供我们产品/服务的拓展功能，您可以选择授权我们收集、使用信息的情形，如您拒绝提供前述信息，您将无法正常使用相关附加功能或无法实现我们拟达到的功能效果，但并不会影响您正常使用我们产品/服务的基本功能。</p>
            <p class="bold">（一）您需要授权我们收集和使用个人信息的场景</p>
            <p>我们会遵循正当、合法、必要的原则，出于本政策所述的下列目的收集和使用您的个人信息。</p>
            <p class="bold">1、帮助您成为我们的用户</p>
            <p>为遵守法律法规的要求，以及向您提供便捷的服务，在您注册成为恒掌柜用户时，<span class="bold">您需要至少提供手机号码以创建恒掌柜账号，并完善相关的网络身份识别信息（如头像、昵称及登录密码等）；如果您仅需使用浏览、搜索等功能，您无需注册成为我们的用户以及提供上述信息。</span></p>
            <p class="bold">如您选择授权使用第三方账号登录时，我们会从第三方获取您共享的账号信息（如头像、昵称、地区、性别等信息）与您的恒掌柜账号进行绑定用于快捷登录，我们会依据与第三方的约定，在符合相关法规的前提下，使用您的个人信息。</p>
            <p class="bold">在您使用我们服务过程中，为保障您的账号安全、识别账号异常状态、识别订单交易风险、了解产品适配性，我们可能会请求您提供和自动收集您在使用我们服务过程中产生的相关信息，包括：</p>
            <p class="bold">日志信息：当您使用我们的服务时，我们会自动收集您对我们服务的详细使用情况，作为服务日志保存包括浏览、点击查看、搜索查询、添加至购物车、下单、售后信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将这类信息匿名化、去标识化处理。</p>
            <p class="bold">2、为您提供加购功能</p>
            <p class="bold">在您浏览我们APP的过程中，您可以将商品或服务添加至购物车。我们会收集您添加购物车的记录以便后续为您快速完成下单。</p>
            <p class="bold">3、帮助您完成支付</p>
            <p class="bold">为完成订单支付、余额充值，我们需要收集您的订单信息、交易金额信息及其他法律要求的必要信息并与这些机构合作共享，以确认您的支付指令并帮助您完成支付。</p>
            <p class="bold">4、向您开具发票</p>
            <p class="bold">当您提交开具发票申请时，您需要向我们提供必要的发票信息（发票类型、发票抬头、纳税人识别号、开户银行、银行账号、地址、电话、相关订单以及金额）和 收件信息（收件人、联系电话、所在地区、详细地址、邮箱地址）。</p>
            <p class="bold">5、为您提供客服和售后服务</p>
            <p class="bold">如您遇到商品质量或者订单相关问题，您可以联系在线客服解决，也可以通过点击“我的”/“电话客服”来拨打我们的客服电话进行解决。您拨打我们的客服电话时，我们会获取您的通话权限。您有权拒绝授权，如您拒绝，您将无法拨打客服电话，但是不影响您使用我们提供的其他服务。</p>
            <p class="bold">当您与我们联系或者提出售中售后、争议纠纷处理申请时，为了保障您的账户安全及系统安全，我们需要您提供必要的个人信息以核验您的会员身份。</p>
            <p class="bold">为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存您与我们的通信/通话记录及相关内容（包括账户信息、订单信息、您为了证明相关事实提供的其他信息，或者您留下的联系方式信息）如果您针对具体订单进行询问、投诉或者提供建议的，我们会使用您的账号信息、订单信息。</p>
            <p class="bold">6、为您提供入驻平台商户功能</p>
            <p class="bold">您在恒掌柜上申请入驻平台商户时，需要提供以下信息，用于平台信息审核和商户交易资金结算：使用服务时，您需要提供申请主体信息（姓名、身份证号、电话号码、身份证照片、企业名称、统一社会信用代码、企业注册时间、企业经营地址、营业执照照片等）、需要提供开户银行信息（开户银行名称、账户类型、银行账号、开户银行名称、开户支行名称、银行预留手机号码等），用于商户身份信息真实性校验与交易履约完成后的资金结算。</p>
            <p class="bold">7、为您提供安全保障</p>
            <p>为了保障您的账号安全、交易安全以及系统运行安全，满足法律法规和我们协议规则的相关要求，在您使用我们的产品/服务过程中，经您授权我们会获取您的设备信息，<span class="bold">包括您使用的设备属性、连接和状态信息，例如AndroidID、IMSI、SD卡数据、IMEI、设备序列号、设备型号、设备标识符、设备MAC地址、软件列表、电信运营商等软硬件特征信息。</span>为提高您使用我们提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能会使用或整合您的个人信息以及我们的关联方、合作伙伴取得您授权或者依法共享的信息，根据您的使用习惯和常用软件信息等来综合判断您的账号及交易风险，包括验证身份，预防、发现、调查可能存在的欺诈、网络病毒、网络攻击等安全风险以及违反我们或关联方协议、政策或规则等行为，以保护您、其他用户、我们或关联方的合法权益，并记录一些我们认为有风险的链接(“URL”)。</p>
            <p class="bold">8、我们可能间接收集的个人信息</p>
            <p>为完成身份核验，保障账号安全，确认交易状态及为您提供售后与争议解决等目的，经您授权后我们可能会从第三方获取您的个人信息（例如通过您选择的交易对象和交易直接涉及的第三方信息系统、支付机构等收集与交易进度相关的您的交易、支付等信息，以便于我们处理您的订单并保证服务的顺利完成，或者更好地预防诈骗、刷单等恶意行为）。我们会依据法律法规的要求以及与第三方的约定，经您授权后向恒掌柜的关联方、合作伙伴获得您的有关信息，并对其信息来源的合法性进行确认后使用您的这些信息。</p>
            <p class="bold">（二）您可以选择授权我们收集和使用个人信息的场景</p>
            <p>您可以选择使用我们提供的拓展功能，我们会在符合法律规定并根据您具体授权的情况下收集并使用如下信息。这类信息将在您选择的具体功能和业务场景中进行收集，如果您不提供这些信息，不会影响您使用恒掌柜的基本功能。</p>
            <p class="bold">1、基于相机授权的拓展功能</p>
            <p><span class="bold">您可以选择开启系统的相机权限，通过使用拍照、录视频，扫码等功能授权恒掌柜访问您的相机，以便于您通过拍摄照片或录制视频等方式发布内容，</span>如果您需要录制并发布有声视频时，您还需开启麦克风权限。我们会收集您上传发布的上述信息，此项功能您可以在系统权限中关闭，一旦关闭您将可能无法实现扫码功能，或者无法通过拍摄图片、视频等方式进行点评或互动，<span class="bold">但不会影响您享受恒掌柜服务的基本功能。</span></p>
            <p class="bold">2、基于相册授权的拓展功能</p>
            <p><span class="bold">您可以选择开启系统的相册权限，通过主动上传图片、视频等方式授权我们访问您的相册，以便于您通过上传照片或上传视频等方式发布内容。</span>我们会收集您选择上传发布的上述信息，此项功能您可以在系统权限中关闭，一旦关闭您将可能无法通过上传图片、视频等方式进行更换头像、发布带图点评等，<span class="bold">但不会影响您享受恒掌柜服务的基本功能。</span></p>
            <p class="bold">3、基于麦克风授权的拓展功能</p>
            <p><span class="bold">您可以选择开启系统的麦克风权限，使用语音技术来实现语音搜索、智能点餐等语音交互功能。</span>我们会收集您在使用智能语音技术过程中录入的语音信息用于机器识别、在线交互并满足您的搜索或下单等需求（例如您在使用恒掌柜的“按住说话”功能时，我们会根据您的需求进行周边生活服务信息的搜索、展示和下单）。此项功能您可以在系统权限中关闭，一旦关闭您将可能无法实现在线语音交互功能，<span class="bold">但不会影响您享受恒掌柜服务的基本功能。</span></p>
            <p class="bold">4、基于日历授权的拓展功能</p>
            <p><span class="bold">您可以开启系统的日历权限，使用添加日历等功能记录恒掌柜相关服务的日程，我们会收集上述信息用于向您展示或定时提醒。</span>此项功能您可以在系统权限中关闭，一旦关闭您将可能无法享受日历记录或提醒功能，<span class="bold">但不会影响您享受恒掌柜服务的基本功能。</span></p>
            <p class="bold">（三）其他</p>
            <p class="bold">您可以通过恒掌柜为其他人预定各类产品/服务，并提供该实际服务接收人的有关信息，此前请您确保已取得相关人的授权。</p>
            <p>如果我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会单独征求您的授权同意。</p>
            <p class="bold">（四）征得同意的例外</p>
            <p class="bold">请您知悉，以下情形中，我们收集、使用个人信息无需征得您的授权同意：</p>
            <p class="bold">1、为订立、履行个人作为一方当事人的合同所必需，或者按照依法制定的劳动规章制度和依法签订的集体合同实施人力资源管理所必需；</p>
            <p class="bold">2、为履行法定职责或者法定义务所必需；</p>
            <p class="bold">3、为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；</p>
            <p class="bold">4、为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；</p>
            <p class="bold">5、依照本法规定在合理的范围内处理个人自行公开或者其他已经合法公开的个人信息；</p>
            <p class="bold">6、法律法规规定的其他情形。</p>
            <p class="bold">请注意，单独或与其他信息相结合无法识别您的身份或者与您直接建立联系的信息，不属于个人信息。如果我们将单独无法与任何特定个人建立联系的信息与其他信息结合用于识别自然人个人身份，或者将其与个人信息结合使用，则在结合使用期间，此类信息将被视为个人信息。</p>
            <p class="bold">（五）个人信息的使用规则</p>
            <p>为满足您的需求，维护、改进我们的产品或服务质量，我们会在符合法律规定并根据您具体授权的情况下使用如下信息：</p>
            <p>1、我们可能会收集您在参与产品/服务调查时主动向我们提供的信息，以及您与我们的关联方、合作伙伴之间互动时提供的相关信息，以便于您追踪订单情况、发起用户投诉以及我们优化客户服务的质量与流程。</p>
            <p>2、我们可能将业务中收集的个人信息用于统计分析和改进运营，将已经去标识化无法识别您身份且不能复原的信息用于建立数据库并进行商业化利用。例如通过您所在的位置、偏好等进行统计分析，从而改进我们的产品、服务或营销计划；又如为改进我们系统而进行的技术改造、网络维护、故障排除、内部政策与流程制定、生成内部报告等。</p>
            <p class="bold">（六）设备权限调用</p>
            <p>为确保相关业务功能的正常实现，我们需要根据具体的使用场景调用对应的必要权限，并在调用前向您弹窗询问，具体的权限调用说明请见下表：</p>
            <p class="bold" @click="targetJump('content9')">《<span class="colour">恒掌柜权限列表</span>》详见附件一</p>
            <p>您可以在设备的设置中选择关闭部分或者全部权限，这可能导致对应的业务功能无法实现或者无法达到预期效果。</p>
            <p class="bold" id="content2">二、我们如何使用Cookie和同类技术</p>
            <p class="bold">（一）Cookie的使用</p>
            <p>为确保网站正常高效运转、为您获得更轻松的访问体验、向您展示内容，我们会在您的设备终端/系统上存储名为Cookie的小数据文件。Cookie会帮助您在后续访问我们网站时调用您的信息，简化您填写个人信息(例如一键登录等)的流程;为您提供安全购物的偏好设置;保护您的数据安全等。我们不会将Cookie用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookie。您可以清除计算机或移动设备上保存的所有Cookie，您有权接受或拒绝Cookie。大多数浏览器会自动接受Cookie，但您通常可根据自己的需要来修改浏览器的设置以拒绝Cookie;另外，您也可以清除软件内保存的所有Cookie。但您可能因此无法完全体验我们某些便捷性和安全性的服务功能。</p>
            <p class="bold">（二）网络Beacon和同类技术的使用</p>
            <p>除Cookie外，我们网页上常会包含一些电子图象(称为"单像素"GIF文件或"网络Beacon")等其他同类技术，它们可以帮助网站计算浏览网页的用户或访问某些Cookie。我们使用网络Beacon的方式有:</p>
            <p>1、我们通过在我们网站上使用网络Beacon，计算用户访问数量，并通过访问Cookie辨认注册用户。</p>
            <p>2、我们通过得到的Cookie信息，可以在我们网站提供更好的服务。</p>
            <p class="bold" id="content3">三、我们如何共享、转让、公开披露您的个人信息</p>
            <p class="bold">（一）共享</p>
            <p>在我们向您提供产品/服务时，我们会采取严格的安全措施，由我们所完成的产品/服务中我们不会与恒掌柜以外的任何公司、组织和个人共享您的个人信息。但请您知悉，我们提供的产品/服务大多是无法单独完成的，因此我们可能会与我们的关联公司以及其他合作商等第三方共享或委托其处理您的部分个人信息，以保障和优化我们为您提供的产品/服务，此类情况包括：</p>
            <p>1、提供平台服务。我们可能会作为电子商务平台向您提供产品/服务，如您在我们的平台上使用其他平台或商家提供的产品/服务，我们可能会与相应产品/服务的提供方共享您的必要个人信息，以便于您能够正常使用相应的浏览、下单、交易、支付等功能。</p>
            <p>2、提供统一管理服务。如您使用我们的账号登录和使用我们关联公司和其他第三方所提供的产品/服务，我们可能会共享您的个人信息。我们只会共享必要的个人信息以便向您提供一致化的服务和统一管理，例如在我们的产品/服务内查看订单并进行管理，如果我们共享您的个人敏感信息或者关联方改变个人信息的使用目的，将再次征求您的授权同意。</p>
            <p>3、提供必要的合作服务。仅为实现本政策中声明的目的，我们的某些服务将由业务合作伙伴提供。为保障为您提供的服务顺利完成，我们可能会将您的个人信息共享给我们的合作伙伴，包括配送业务、技术服务、支付服务、金融业务等的供应商、服务合作商等，其中可能包括您的联络信息、订单信息、支付信息、地址信息等。</p>
            <p>4、保障安全和优化服务。为了保障您在使用我们产品/服务时的安全，以及优化我们的服务，我们可能会与我们的相关合作伙伴共享您的必要信息。</p>
            <p>安全保障服务。为了保障您的账号安全，避免您遭受欺诈、网络病毒、网络攻击等风险，我们可能会用与我们安全保障的合作伙伴共享与您有关的必要设备信息、日志信息，以及您的使用习惯和常用软件信息等来综合判断您的账号及交易风险，预防安全事件的发生。</p>
            <p>统计、优化服务。</p>
            <p>5、基于法定情形提供。根据法律法规的规定、诉讼争议解决需要、您与我们签署的相关协议(包括在线签署的电子协议及平台规则)或法律文件，或行政、司法等有权机关依法提出要求时，我们可能会共享您的个人信息。</p>
            <p>6、除了上述情况外，我们如果对其他任何公司、组织和个人共享您的个人信息，会再次征求您的明确同意或授权。</p>
            <p class="bold">我们会通过应用程序接口（API）、软件工具开发包（SDK）与第三方进行必要的数据共享，不同版本的第三方SDK会有所不同，一般包括第三方账号登录类、分享类、第三方支付类、地图导航类、统计类等，我们会对第三方进行严格的安全检测并约定数据保护措施。</p>
            <p class="bold" @click="targetJump('content10')">《恒掌柜第三方信息共享清单》详见附件二</p>
            <p>请您知悉，我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，对我们仅为实现本政策中声明的目的与之共享个人信息的公司、组织和个人，我们会与其签署严格的信息保护和保密协定，要求他们遵守协议并采取相关的安全措施来保护您的个人信息。</p>
            <p class="bold">（二）转让</p>
            <p>随着我们业务的发展，我们及我们的关联方有可能进行合并、收购、重组、资产转让或类似的交易，如涉及个人信息的转让，我们会要求受让您个人信息的公司、组织继续接受本隐私政策的约束，否则,我们将要求该公司、组织重新征求您的授权同意。除了上述情况，我们不会未经您的明确同意将您的个人信息进行转让。</p>
            <p class="bold">（三）公开披露</p>
            <p>我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才可能公开披露您的个人信息：</p>
            <p>1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；</p>
            <p>2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。</p>
            <p class="bold">请注意，您在使用我们服务时自愿发布甚至公开分享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息，如您的交易信息，以及您在评价时选择上传包含个人信息的文字、图片或视频等各种形式的信息。请您在使用我们的服务时更加谨慎地考虑，是否要发布甚至公开分享相关信息。</p>
            <p class="bold">（四）共享、转让、公开披露个人信息时事先征得授权同意的例外</p>
            <p>以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</p>
            <p>1、与国家安全、国防安全有关的；</p>
            <p>2、与公共安全、公共卫生、重大公共利益有关的；</p>
            <p>3、与犯罪侦查、起诉、审判和判决执行等有关的；</p>
            <p>4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
            <p>5、其他维护公共利益的情形，例如您的信用评价信息需要被公开/共享；</p>
            <p>6、您自行向社会公众公开的个人信息；</p>
            <p>7、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。但是您明确拒绝或者处理该信息侵害您重大利益的除外。</p>
            <p>根据法律规定，共享、转让、公开披露经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，我们对此类数据的处理将无需另行向您通知并征得您的同意。</p>
            <p class="bold" id="content4">四、我们如何保存和保护您的个人信息</p>
            <p class="bold">（一）个人信息的保存</p>
            <p class="bold">1、保存期限：我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非法律法规有强制的留存要求，例如《中华人民共和国电子商务法》要求商品和服务信息、交易信息保存时间自交易完成之日起不少于三年。我们判断个人信息的存储期限主要参考以下标准并以其中较长者为准：完成与您相关的交易目的、维护相应交易及业务记录，以应对您可能的查询或投诉；保证我们为您提供服务的安全和质量；您是否同意更长的留存期间；是否存在关于保留期限的其他特别约定或法律法规规定。</p>
            <p class="bold">在超出保留期间后，我们会根据适用法律的要求删除您的个人信息，或使其匿名化处理。在您主动注销账号时，我们将根据法律法规的要求进行数据处理。</p>
            <p class="bold">2、保存地域：我们在中华人民共和国境内收集和产生的个人信息，将存储在中国境内，但以下情形除外：法律法规有明确规定的；单独征得您的授权同意；您主动发起的跨境预定、下单、交易等个人行为。</p>
            <p>在上述情形中，我们会根据法律法规要求履行相应流程和义务，并要求数据接收方按照不低于本隐私政策以及其他相关的安全保密措施来处理个人信息。</p>
            <p><span class="bold">3、终止运营：</span>如果发生终止运营等情形，我们将会至少提前30天通知您，并在终止运营后对您的个人信息根据法律法规的要求进行处理。</p>
            <p class="bold">（二）个人信息的保护措施</p>
            <p>1、数据安全措施</p>
            <p>为保障您的信息安全，我们努力采取各种符合业界标准的物理、电子和管理方面的安全措施来保护您的个人信息，建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用。恒掌柜通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。防止您的个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。例如在您的浏览器与“服务”之间交换数据(如信用卡信息)时采用SSL加密保护技术;同时对网站本身提供https安全浏览方式;使用加密技术确保数据的保密性;使用受信赖的保护机制防止数据遭到恶意攻击;部署访问控制机制，确保只有授权人员才可访问个人信息;以及举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</p>
            <p>2、安全认证</p>
            <p>我们已先后通过了公安部信息安全等级保护三级认证、ISO27001信息安全认证、第三方支付行业（支付卡行业PCI DSS)数据安全标准国际认证等认证资质，并与监管机构、第三方测评机构建立了良好的协调沟通机制，及时抵御并处置各类信息安全威胁，为您的信息安全提供全方位保障。</p>
            <p>3、请您知悉并理解，<span class="bold">互联网并非绝对安全的环境，我们强烈建议您通过安全方式、使用复杂密码，协助我们保证您的账号安全。如您发现自己的个人信息泄密，尤其是您的账号或密码发生泄露，请您立即根据本隐私政策中提供的联系方式联络我们，以便我们采取相应措施。</span></p>
            <p>4、安全事件</p>
            <p>在不幸发生个人信息安全事件后，我们会立即成立专项应急小组，启动应急预案，防止安全事件扩大，并按照法律法规的要求及时向您告知:安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</p>
            <p class="bold" id="content5">五、您如何管理您的个人信息</p>
            <p>您对您的个人信息享有以下权利:</p>
            <p><span class="bold">（一）您有权访问、更正、删除您的个人信息，法律法规规定的例外情况除外。</span>您可以通过以下方式管理您的信息:</p>
            <p><span class="bold">账号信息</span>——您可以访问、更正您账号中的个人资料及账号信息（身份认证信息除外）、支付信息、账号绑定信息等，也可以更改您的密码、添加安全信息或进行第三方账号和银行卡的解绑等，您可以通过访问小程序在设置中执行此类操作。</p>
            <p><span class="bold">搜索浏览信息</span>——您可以在恒掌柜APP中访问或清除您的搜索历史记录、查看和修改以及管理其他数据。订单信息——您可以通过访问“我的订单”页面查看您的所有已经完成、待付款、待售后、待评价的订单。您可以选择删除已完成的订单信息，但这样可能导致我们无法根据您的购买信息而准确提供相应的售后服务。</p>
            <p><span class="bold">评论信息</span>——您可以通过访问恒掌柜网页/App页面上的“评价”、“评价中心”访问、更正、清除您的评论内容。</p>
            <p class="bold">请您知悉，根据法律法规的要求及不同信息的技术条件需要，我们可能无法立即从系统中完全删除您所希望删除的相应信息，在此之前，我们将根据法规要求对相应信息仅进行存储并采取必要的安全保护措施方面的处理。</p>
            <p>如果您无法通过上述链接管理这些个人信息，您可以随时通过本隐私政策中提供的反馈方式联系我们。我们将在15天内回复您的访问请求。</p>
            <p class="bold">（二）改变您授权同意的范围或撤回授权</p>
            <p>您可以通过在恒掌柜App中删除信息、更改隐私设置或者在系统中关闭设备权限功能等方式改变同意范围或撤回您的授权。</p>
            <p>您可以通过我的-设置-隐私管理-设备权限管理来操作撤回您的授权。</p>
            <p>请您理解，当您执行上述操作后，我们将无法继续为您提供撤回同意或授权所对应的服务，但不会影响此前基于您的授权已经开展的个人信息处理。</p>
            <p class="bold">（三）注销账户</p>
            <p>您有权注销您的恒掌柜账号，您可以通过访问我们App页面上的“我的”—“设置”—“注销账户”中进行在线操作。您注销成功后，<span class="bold">您注销成功后，</span>除法律法规及相应的国家标准另有规定外，我们将删除您的个人信息或作匿名化处理。</p>
            <p>如果您无法通过上述方式访问、更正或删除您的个人信息以及注销账号，或者如果您认为恒掌柜存在违反法律的规定收集、使用您个人信息的情形，您可以通过我们的客服或通过本隐私政策提供的其他方式与我们取得联系。为了保障安全，我们可能需要您提供相应方式证明您的身份和请求的正当性，我们将在收到您反馈并验证您的身份后的15天内答复您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。</p>
            <p class="bold" id="content6">六、未成年人的个人信息保护</p>
            <p class="bold">在电子商务活动中我们推定您具有相应的民事行为能力。如您为未成年人的，我们建议您请您的父母或监护人仔细阅读本隐私权政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。</p>
            <p>一旦我们识别出您是儿童用户的，我们将通知您的监护人并要求您的监护人同意儿童个人信息收集使用规则。对于经父母或监护人同意使用我们的产品或服务而收集儿童个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护儿童所必要的情况下使用、共享、转让或披露此信息。</p>
            <p>若您是儿童的父母或其他监护人，请您关注您监护的儿童是否是在取得您的授权同意之后使用我们的服务。如您对您所监护的儿童的个人信息有疑问，请与我们联系。</p>
            <p class="bold" id="content7">七、通知和修订</p>
            <p>为给您提供更好的服务，我们的业务将不时变化，本隐私政策也将随之调整，对我们的基本情况、您的个人信息的处理目的方式种类和保存期限、您管理个人信息的方式、我们的联系方式发生变更的，我们会进行及时更新。未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。</p>
            <p>我们会通过在我们网站、移动端上发出更新版本或以其他方式提醒您相关内容的更新，也请您访问我们以便及时了解最新的隐私政策。在前述情况下，若您继续使用我们的服务，即表示同意接受修订后的本政策并受之约束。</p>
            <p class="bold" id="content8">八、如何联系我们</p>
            <p>您可以通过以下方式与我们联系，我们将在15天内答复您的请求；</p>
            <p>1、您可以通过恒掌柜APP上提供的在线联系方式/客服系统与我们联系；</p>
            <p>2、您可以联系恒掌柜APP的客服电话进行反馈（客服电话：400-085-5858）。</p>
        </div>
        <div class="appendix1" id="content9">
            <p class="bold">附件一：恒掌柜权限列表</p>
            <p class="bold">安卓操作系统应用权限列表</p>
            <div class="table-box">
                <div class="table-cell title-cell bold">
                    <div>权限名称</div>
                    <div>权限功能说明</div>
                    <div>使用场景或目的</div>
                </div>
                <div class="table-cell">
                    <div>CAMERA<br />拍摄</div>
                    <div>使用拍摄照片和视频、完成扫描二维码</div>
                    <div>用于完成照片或音视频拍摄、发布，二维码扫描，以及特定场景下经您授权的人脸识别等功能</div>
                </div>
                <div class="table-cell">
                    <div>ACCESS_FINE_LOCATION<br />访问精准定位</div>
                    <div>通过全球定位系统（GPS）或网络位置信息（例如基站和WLAN）获取精准地理位置信息</div>
                    <div>用于完成安全保障、展示信息以及基于地理位置的服务（LBS）等相关功能</div>
                </div>
                <div class="table-cell">
                    <div>ACCESS_COARSE_LOCATION<br />访问粗略位置</div>
                    <div>通过网络位置信息（例如基站和WLAN）获取大致地理位置信息</div>
                    <div>用于完成安全保障服务及基于地理位置的服务（LBS）等相关功能</div>
                </div>
                <div class="table-cell">
                    <div>READ_PHONE_STATE<br />读取电话状态</div>
                    <div>提供读取手机设备标识等信息，请您放心该权限无法监听、获取您的任何通话内容与信息</div>
                    <div>读取设备通话状态和识别码，识别手机设备ID，保证运营商网络免流服务，用于完成音视频、信息展示、账号登录、安全保障等主要功能</div>
                </div>
                <div class="table-cell">
                    <div>READ_EXTERNAL_STORAGE<br />读取外置存储器</div>
                    <div>提供读取手机储存空间内数据的功能</div>
                    <div>允许App读取存储中的图片、文件等内容，主要用于帮助您发布信息，在本地记录崩溃日志信息（如有）等功能</div>
                </div>
                <div class="table-cell">
                    <div>WRITE_EXTERNAL_STORAGE<br />写入外置存储器</div>
                    <div>提供写入外部储存功能</div>
                    <div>允许App写入/下载/保存/修改/删除图片、文件、崩溃日志等信息</div>
                </div>
            </div>
            <p class="bold">iOS操作系统应用权限列表</p>
            <div class="table-box">
                <div class="table-cell title-cell bold">
                    <div>plist 中描述名称</div>
                    <div>对应功能</div>
                    <div>使用场景或目的</div>
                </div>
                <div class="table-cell">
                    <div>NSLocationAlwaysUsageDescription</div>
                    <div>持续获取地理位置</div>
                    <div>用于完成安全保障、展示信息以及基于地理位置的服务（LBS）等相关功能</div>
                </div>
                <div class="table-cell">
                    <div>NSLocationWhenInUseUsageDescription</div>
                    <div>仅App被使用时获取地理位置</div>
                    <div>用于完成安全保障、展示信息以及基于地理位置的服务（LBS）等相关功能</div>
                </div>
            </div>
        </div>
        <div class="appendix2" id="content10">
            <p class="bold">附件二：恒掌柜第三方信息共享清单</p>
            <p>为保障恒掌柜的稳定运行或实现相关功能，我们可能会接入由第三方提供的软件开发包（SDK）实现前述目的。我们会对合作方获取个人信息的行为进行严格的安全监测，以保护您的个人信息安全。</p>
            <p>我们对接入的相关第三方SDK及其他第三方主体收集信息的情况在以下目录中列明：</p>
            <div class="item">
                <p class="bold">1.支付宝支付SDK</p>
                <p class="bold">信息获取：设备信息（mac地址、serialnumber、SubscriberId）、交易信息（交易金额、交易对象、交易商品、交易时间）、网络信息（IP地址，WiFi信息，基站信息信息）</p>
                <p class="bold">使用目的：支付</p>
                <p class="bold">隐私政策：https://render.alipay.com/p/c/k2cx0tg8</p>
            </div>
            <div class="item">
                <p class="bold">2.微信支付SDK</p>
                <p class="bold">信息获取：IMEI、IMSI、Android ID、IDFV、MAC地址、IP地址、WIFI信息、基站信息、位置信息、OAID、设备型号、设备类型、操作系统信息、交易信息（交易金额、交易对象、交易商品、交易时间）</p>
                <p class="bold">使用目的：支付</p>
                <p class="bold">隐私政策：https://www.tenpay.com/v3/helpcenter/low/privacy.shtml</p>
            </div>
            <div class="item">
                <p class="bold">3.腾讯Location SDK：</p>
                <p class="bold">信息获取：设备标识符（IMEI、IDFA、Android ID、MAC、OAID、serialnumber、SubscriberId）、IP地址、GPS</p>
                <p class="bold">使用目的：在进货商城模块，根据您的位置为您展示合适的商品</p>
                <p class="bold">隐私政策：https://privacy.qq.com</p>
            </div>
            <div class="item">
                <p class="bold">4.百融云创科技股份有限公司SDK：</p>
                <p class="bold">使用权限：修改/删除SD卡中的内容、地理位置、手机设备信息，登录IP，网卡（MAC)地址、国际移动设备识别码（IMEI）</p>
                <p class="bold">信息类型：手机设备信息，登录IP，网卡（MAC)地址、国际移动设备识别码（IMEI）、大概位置、精确位置</p>
                <p class="bold">使用目的：风控反欺诈</p>
                <p class="bold">隐私政策：http://www.baironginc.com/index.php/index/showproduct/p_id/6.html</p>
            </div>
            <div class="item">
                <p class="bold">5. 腾讯云SDK</p>
                <p class="bold">使用权限：照相机、本地存储</p>
                <p class="bold">信息类型：人脸照片</p>
                <p class="bold">使用目的：人脸识别、活体检测</p>
                <p class="bold">隐私政策：https://miniprogram-kyc.tencentcloudapi.com/s/h5/protocolTencent.html</p>
            </div>
        </div>
    </div>
</template>
<script setup>
const targetJump = (id) => {
    document.getElementById(id).scrollIntoView()
}
</script>

<style scoped lang="scss">
.agreement1{
    background-color: #fff;
    .title{
        text-align: center;
        padding: 48px 0;
        font-size: 48px;
        font-weight: 500;
        color: #333333;
        line-height: 67px;
    }
    .date{
        text-align: right;
        padding: 6px 48px 0;
        font-size: 24px;
        font-weight: 500;
        color: #333333;
    }
    .text{
        margin:0 70px;
        margin-top:20px;
        font-size: 28px;
        font-weight: 400;
        color: #666666;
        line-height: 48px;
    }
    .content{
        margin-top: 60px;
    }
    .appendix1{
        margin-top: 100px;
    }
    .appendix2{
        margin-top: 100px;
        padding-bottom: 50px;
        .item{
            margin-top: 24px;
            p{
                margin-top: initial;
            }
        }
    }
    .table-box{
        margin: 24px 0;
        padding: 0 48px 60px;
        .title-cell{
            text-align: center;
        }
        .table-cell:last-child{
            border-bottom: 1px solid #000;
        }
        .table-cell{
            display: flex;
            font-size: 24px;
            border: 1px solid #000;
            border-bottom: initial;
            div{
                width: 0;
                flex: 1;
                padding: 8px 0;
                border-right: 1px solid #000;
                display: flex;
                align-items: center;
                justify-content: center;
                text-align: center;
                word-break: break-all;
            }
            div:last-child{
                border-right: initial;
            }
        }
    }
    p{
        padding: 0 48px;
        align-items: center;
        font-size: 26px;
        color: #2C343E;
        line-height: 44px;
        margin-top: 24px;
        word-break: break-all;
    }
    .bold{
        font-weight: bold;
    }
    .colour{
        color: blue;
    }
    a{
        color: initial;
    }
}
</style>
