<template>
    <div class="setting" :class="isApp ? 'status-bar-height' : ''">
        <van-nav-bar v-if="isApp" fixed placeholder :title="$route.meta.title" left-arrow>
            <template #left>
                <div class="icon--unselect" @click="pageBack">
                    <van-image :src="require('@/assets/order/back-icon-order.png')"/>
                </div>
            </template>
        </van-nav-bar>
        <div class="setting-title">
            <span class="agre-weight">恒生活隐私政策</span>
        </div>
        <div class="setting-change--details">
            <p class="agre-weight agre-right">更新日期：20220301</p>
            <p class="agre-weight agre-right">生效日期：20220301</p>
            <p>【引言】</p>
            <p>欢迎您使用我们的产品和服务!</p>
            <p>我们深知个人信息对您的重要性，您的信任对我们非常重要，我们将严格遵守法律法规要求采取相应的安全保护措施，致力于保护您的个人信息安全可控。基于此，恒生活服务提供者（或简称“我们”）制定本《恒生活隐私权政策》（下称“本政策 /本隐私权政策”），帮助您充分了解在您使用我们产品和服务的过程中，我们会如何收集、使用、共享、存储和保护您的个人信息以及您可以如何管理您的个人信息，以便您更好地作出适当的选择。 </p>
            <p>在您开始使用我们的产品和服务前，请您务必先仔细阅读和理解本政策，<span class="agre-weight">特别应重点阅读我们以粗体/粗体下划线标识的条款</span>，确保您充分理解和同意之后再开始使用。您使用或继续使用我们的服务，即意味着同意我们按照本政策处理您的相关信息。</p>
            <p class="agre-weight">如对本隐私政策有任何疑问，您可以通过本隐私政策“如何联系我们”中提供的方式与我们联系）。</p>
            <p class="agre-weight">本政策将帮助您了解以下内容：</p>
            <p><a href="#" class="agre-weight agreline">1、我们如何收集和使用您的个人信息</a></p>
            <p><a href="#" class="agre-weight agreline">2、我们如何使用 Cookie和同类技术</a></p>
            <p><a href="#" class="agre-weight agreline">3、我们如何共享、转让、公开披露您的个人信息</a></p>
            <p><a href="#" class="agre-weight agreline">4、我们如何保存和保护您的个人信息</a></p>
            <p><a href="#" class="agre-weight agreline">5、您如何管理您的个人信息</a></p>
            <p><a href="#" class="agre-weight agreline">6、未成年人的个人信息保护</a></p>
            <p><a href="#" class="agre-weight agreline">7、通知和修订</a></p>
            <p><a href="#" class="agre-weight agreline">8、如何联系我们</a></p>
            <p><a href="#" class="agre-weight agreline">9、附录</a></p>
            <p>恒生活的产品/服务是由智点汇融科技发展（北京）有限公司（注册地址：北京市房山区阎富路69号院38号楼-1至4层101一层03）及其关联方提供者通过下述途径向您提供的产品/服务：包括但不限于恒生活网站、恒生活App等客户端以及相关微信开放平台账号或小程序等。</p>
            <p>本政策所称的恒生活及其关联方是指智点汇融科技发展（北京）有限公司及现有和/或未来设立的相关关联公司的单称或合称。</p>
            <p class="agre-weight">请您注意，本政策不适用于您通过我们的产品/服务而接入的其他第三方产品/服务(“其他第三方”，包括您的交易相对方、任何第三方网站以及第三方服务提供者等)，具体规定请参照该第三方的隐私政策或类似声明。</p>
            <p class="agre-weight">一、我们如何收集和使用您的个人信息</p>
            <p class="agre-weight">在您使用我们的产品/服务时，您需要/可以选择授权我们收集和使用个人信息的场景包括：</p>
            <p class="agre-weight">1、为了向您提供我们产品/服务的基本功能，您需要授权我们收集、使用必要信息的情形，如您拒绝提供前述必要信息，您将无法正常使用我们的的产品/服务；</p>
            <p class="agre-weight">2、为了向您提供我们产品/服务的拓展功能，您可以选择授权我们收集、使用信息的情形，如您拒绝提供前述信息，您将无法正常使用相关附加功能或无法实现我们拟达到的功能效果，但并不会影响您正常使用我们产品/服务的基本功能。</p>
            <p class="agre-weight">（一）您需要授权我们收集和使用个人信息的场景</p>
            <p class="agre-weight">我们会遵循正当、合法、必要的原则，出于本政策所述的下列目的收集和使用您的个人信息。</p>
            <p class="agre-weight">1、帮助您成为我们的用户</p>
            <p>为遵守法律法规的要求，以及向您提供更便捷的服务，在您注册成为恒生活用户时，您需要至少提供手机号码以创建恒生活账号，并完善相关的网络身份识别信息（如头像、昵称及登录密码等）；如果您仅需使用浏览、搜索等功能，您无需注册成为我们的用户以及提供上述信息。</p>
            <p class="agre-weight">如您选择授权使用第三方账号登录时，我们会从第三方获取您共享的账号信息（如头像、昵称、地区、性别等信息）与您的恒生活账号进行绑定用于快捷登录，我们会依据与第三方的约定，在符合相关法规的前提下，使用您的个人信息。</p>
            <p class="agre-weight">2、向您提供基于地理位置的信息展示</p>
            <p>为了向您提供更契合您需求的商品或服务信息，提升我们的服务表现、效率和功能，经您授权我们会收集您在使用我们服务过程中产生的相关信息，包括：</p>
            <p><span class="agre-weight">（1）位置信息。当您通过系统授权开启移动设备的定位功能并使用基于位置提供的服务时，我们会收集和使用您的位置信息以便为您提供服务</span>（例如您不需要手动输入所在地理位置就可获得相关服务，估算商家与您之间的实际距离方便您进行消费决策等）。我们会使用有关技术获取您的位置信息（准确度会有所不同），这些技术包括 IP 地址、GPS 以及能够提供相关信息的WLAN（如Wi-Fi）接入点、蓝牙和基站等。<span class="agre-weight">您使用服务中提供的信息中可能包含相应地理位置信息，例如您在账号资料中设置的地区信息或您上传的图片、视频中的地理标记信息。您可以在移动设备的系统中关闭定位服务停止我们对您所在位置信息的收集，但可能因此无法使用我们基于地理位置为您提供的服务，或者无法达到相关服务的预期效果。</span></p>
            <p><span class="agre-weight">（2）日志信息。</span>当您使用我们提供的产品/服务时，我们会收集您的浏览、搜索、点击、添加购物车、交易、售后、分享、等信息并作为有关网络日志进行保存，其中包括您的IP地址、浏览器的类型、使用的语言、操作系统的版本、访问的日期和时间、电信运营商、网络请求等。</p>
            <p class="agre-weight">3、为您提供预订、下单、订单管理功能</p>
            <p>您在恒生活上预订/下单美食、休闲娱乐等服务时，您需要根据所选择的服务类型提供<span class="agre-weight">联系人信息（姓名、性别、电话号码等）、地址信息、服务偏好等。</span></p>
            <p>为向您展示您账号的订单信息及便于您对订单信息的管理，我们会收集您在使用我们服务过程中产生的订单信息。</p>
            <p><span class="agre-weight">您在恒生活上生成的订单中，将可能包含您的身份信息、联络信息、行程信息、住宿信息、支付信息等，这些都属于敏感信息，请您谨慎向他人展示或对外提供，</span>我们也将会在展示订单信息时，在保证信息可用性的基础上尽量去标识化处理。</p>
            <p class="agre-weight">4、帮助您完成支付</p>
            <p>您在恒生活上进行订单支付时，您可以选择恒生活及其关联方或者恒生活的第三方合作机构（如微信支付、支付宝等合作方）所提供的服务进行支付。我们需要收集您的恒生活订单信息、对账信息及其他法律要求的必要信息并与这些合作机构共享，以确认您的支付指令并帮助您完成支付。</p>
            <p class="agre-weight">5、为您提供客服和售后服务</p>
            <p>当您与我们的客服取得联系时，我们的系统可能会记录您与客服之间的通讯记录，以及使用您的账号信息以便核验身份；当您需要我们提供与您订单相关的客户服务时，我们可能会查询您的相关订单信息以便给予您适当的帮助和处理；当您需要客服协助您修改有关信息（如配送地址、订单状态等）时，您可能还需要提供上述信息外的其他信息以便完成修改。</p>
            <p>为了保证服务体验、处理服务纠纷，您在订单履行过程中拨打或者接听服务电话时，您与商家、骑手间的通话信息可能会被录音。有关上述信息的收集和使用规则如下。</p>
            <p>（1）经授权，当您与商家、骑手间出现服务纠纷时，平台可调取并使用录音信息作为解决纠纷的参考依据。 </p>
            <p>（2）平台将切实保障通话双方的隐私安全，录音将上传至恒生活服务器保存，各方无法自行下载、调取或播放录音；除以下情形外，平台不会将录音提供给任何人（包括通话主、被叫方）：a.有权机关依法定程序调取；b.被录音的一方持司法机关出具的法律文件依法调取。</p>
            <p>（3）录音在保存7天后将自动永久删除，如遇差评、投诉、尚未处理完毕的纠纷等，平台将适当延长录音保存期限。</p>
            <p class="agre-weight">6、为您提供安全保障</p>
            <p>为了保障您的账号安全、交易安全以及系统运行安全，满足法律法规和我们协议规则的相关要求，在您访问及使用我们的产品/服务过程中，经您授权我们会获取您的设备信息，包括您使用的设备型号、硬件序列号、设备MAC地址、唯一设备识别码、移动应用列表、电信运营商等软硬件特征信息。未经您的授权，我们不会提前获取以上信息。</p>
            <p>为提高您使用我们提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能会使用或整合您的个人信息以及我们的关联方、合作伙伴取得您授权或者依法共享的信息，根据您的使用习惯和常用软件信息等来综合判断您的账号及交易风险，包括验证身份，预防、发现、调查可能存在的欺诈、网络病毒、网络攻击等安全风险以及违反我们或关联方协议、政策或规则等行为，以保护您、其他用户、我们或关联方的合法权益，并记录一些我们认为有风险的链接(“URL”)。</p>
            <p class="agre-weight">7、我们可能间接收集的个人信息</p>
            <p>为完成身份核验，保障账号安全，确认交易状态及为您提供售后与争议解决等目的，经您授权后我们可能会从第三方获取您的个人信息（例如通过您选择的交易对象和交易直接涉及的第三方信息系统、支付机构等收集与交易进度相关的您的交易、支付等信息，以便于我们处理您的订单并保证服务的顺利完成，或者更好地预防诈骗、刷单等恶意行为）。我们会依据法律法规的要求以及与第三方的约定，经您授权后向恒生活的关联方、合作伙伴获得您的有关信息，并对其信息来源的合法性进行确认后使用您的这些信息。</p>
            <p class="agre-weight">（二）您可以选择授权我们收集和使用个人信息的场景</p>
            <p>为向您提供服务，您可以选择使用我们提供的拓展功能，我们会在符合法律规定并根据您具体授权的情况下收集并使用如下信息。这类信息将在您选择的具体功能和业务场景中进行收集，如果您不提供这些信息，不会影响您使用恒生活的基本功能。</p>
            <p class="agre-weight">1、基于相机授权的拓展功能</p>
            <p><span class="agre-weight">您可以选择开启系统的相机权限，通过使用拍照、录视频，扫码等功能授权恒生活访问您的相机，以便于您通过拍摄照片或录制视频等方式发布内容，</span>如果您需要录制并发布有声视频时，您还需开启麦克风权限。我们会收集您上传发布的上述信息，此项功能您可以在系统权限中关闭，一旦关闭您将可能无法实现扫码功能，或者无法通过拍摄图片、视频等方式进行点评或互动，<span class="agre-weight">但不会影响您享受恒生活服务的基本功能。</span></p>
            <p class="agre-weight">2、基于相册授权的拓展功能</p>
            <p><span class="agre-weight">您可以选择开启系统的相册权限，通过主动上传图片、视频等方式授权我们访问您的相册，以便于您通过上传照片或上传视频等方式发布内容。</span>我们会收集您选择上传发布的上述信息，此项功能您可以在系统权限中关闭，一旦关闭您将可能无法通过上传图片、视频等方式进行更换头像、发布带图点评等，<span class="agre-weight">但不会影响您享受恒生活服务的基本功能。</span></p>
            <p class="agre-weight">（三）其他</p>
            <p class="agre-weight">您可以通过恒生活为其他人预定各类产品/服务，并提供该实际服务接收人的有关信息，此前请您确保已取得相关人的授权。</p>
            <p>如果我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会单独征求您的授权同意。</p>
            <p class="agre-weight">（四）征得同意的例外</p>
            <p class="agre-weight">请您知悉，以下情形中，我们收集、使用个人信息无需征得您的授权同意：</p>
            <p class="agre-weight">1、为订立、履行个人作为一方当事人的合同所必需，或者按照依法制定的劳动规章制度和依法签订的集体合同实施人力资源管理所必需；</p>
            <p class="agre-weight">2、为履行法定职责或者法定义务所必需；</p>
            <p class="agre-weight">3、为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；</p>
            <p class="agre-weight">4、为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；</p>
            <p class="agre-weight">5、依照本法规定在合理的范围内处理个人自行公开或者其他已经合法公开的个人信息；</p>
            <p class="agre-weight">6、法律法规规定的其他情形。</p>
            <p class="agre-weight">请注意，单独或与其他信息相结合无法识别您的身份或者与您直接建立联系的信息，不属于个人信息。如果我们将单独无法与任何特定个人建立联系的信息与其他信息结合用于识别自然人个人身份，或者将其与个人信息结合使用，则在结合使用期间，此类信息将被视为个人信息。</p>
            <p class="agre-weight">（五）个人信息的使用规则</p>
            <p>为满足您的需求，维护、改进我们的产品或服务质量，我们会在符合法律规定并根据您具体授权的情况下使用如下信息：</p>
            <p class="agre-weight">1、我们可能会收集您的订单信息、浏览及搜索信息、行为偏好、位置信息等，以及将您在恒生活上使用某项服务中提供的信息与来自其他服务中的信息结合起来，进行综合统计分析，用来为您提供更优质的服务。包括在APP页面向您推送消息通知，通过短信、APP 、电子邮件等给您发送推送消息、推广信息或展示商业广告，通过电话进行回访、向您提供信息咨询等服务或邀请您参与服务、产品或功能有关的客户调研。</p>
            <p>2、我们可能会收集您在参与产品/服务调查时主动向我们提供的信息，以及您与我们的关联方、合作伙伴之间互动时提供的相关信息，以便于您追踪订单情况、发起用户投诉以及我们优化客户服务的质量与流程。</p>
            <p>3、我们可能将业务中收集的个人信息用于统计分析和改进运营，将已经去标识化无法识别您身份且不能复原的信息用于建立数据库并进行商业化利用。例如通过您所在的位置、偏好等进行统计分析，从而改进我们的产品、服务或营销计划；又如为改进我们系统而进行的技术改造、网络维护、故障排除、内部政策与流程制定、生成内部报告等。</p>
            <p class="agre-weight">（六）设备权限调用</p>
            <p>为确保相关业务功能的正常实现，我们需要根据具体的使用场景调用对应的必要权限，并在调用前向您弹窗询问，具体的权限调用说明请见下表：</p>
            <p>《<span @click="jurisdiction"><span class="agree">恒生活权限列表</span></span>》<span class="agre-weight">详见附件一</span></p>
            <p>您可以在设备的设置中选择关闭部分或者全部权限，这可能导致对应的业务功能无法实现或者无法达到预期效果。</p>
            <p class="agre-weight">二、我们如何使用Cookie和同类技术</p>
            <p class="agre-weight">（一）Cookie的使用</p>
            <p>为确保网站正常高效运转、为您获得更轻松的访问体验，我们会在您的设备终端/系统上存储名为Cookie的小数据文件。Cookie会帮助您在后续访问我们网站时调用您的信息;为您提供安全购物的偏好设置;以便为您提供更优质的购物体验;保护您的数据安全等。我们不会将Cookie用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookie。您可以清除计算机或移动设备上保存的所有Cookie，您有权接受或拒绝Cookie。大多数浏览器会自动接受Cookie，但您通常可根据自己的需要来修改浏览器的设置以拒绝Cookie;另外，您也可以清除软件内保存的所有Cookie。但您可能因此无法完全体验我们某些便捷性和安全性的服务功能。</p>
            <p>（二）网络Beacon和同类技术的使用</p>
            <p>除Cookie外，我们网页上常会包含一些电子图象(称为"单像素"GIF文件或"网络Beacon")等其他同类技术，它们可以帮助网站计算浏览网页的用户或访问某些Cookie。我们使用网络Beacon的方式有:</p>
            <p>1、我们通过在我们网站上使用网络Beacon，计算用户访问数量，并通过访问Cookie辨认注册用户。</p>
            <p>2、我们通过得到的Cookie信息，可以在我们网站提供更优质的服务。</p>
            <p class="agre-weight">三、我们如何共享、转让、公开披露您的个人信息</p>
            <p class="agre-weight">（一）共享</p>
            <p>在我们向您提供产品/服务时，我们会采取严格的安全措施，由我们所完成的产品/服务中我们不会与恒生活以外的任何公司、组织和个人共享您的个人信息。但请您知悉，我们提供的产品/服务大多是无法单独完成的，因此我们可能会与我们的关联公司以及其他合作商等第三方共享或委托其处理您的部分个人信息，以保障和优化我们为您提供的产品/服务，此类情况包括：</p>
            <p>1、提供平台服务。我们可能会作为电子商务平台向您提供产品/服务，如您在我们的平台上使用其他平台或商家提供的产品/服务，我们可能会与相应产品/服务的提供方共享您的必要个人信息，以便于您能够正常使用相应的浏览、下单、交易、支付等功能。</p>
            <p>2、提供统一管理服务。如您使用我们的账号登录和使用我们关联公司和其他第三方所提供的产品/服务，我们可能会共享您的个人信息。我们只会共享必要的个人信息以便向您提供一致化的服务和统一管理，例如在我们的产品/服务内查看订单并进行管理，如果我们共享您的个人敏感信息或者关联方改变个人信息的使用目的，将再次征求您的授权同意。</p>
            <p>3、提供必要的合作服务。仅为实现本政策中声明的目的，我们的某些服务将由业务合作伙伴提供。为保障为您提供的服务顺利完成，我们可能会将您的个人信息共享给我们的合作伙伴，包括配送业务、技术服务、支付服务、金融业务等的供应商、服务合作商等，其中可能包括您的联络信息、订单信息、支付信息、地址信息等。</p>
            <p>4、保障安全和优化服务。为了保障您在使用我们产品/服务时的安全，以及优化我们的服务，我们可能会与我们的相关合作伙伴共享您的必要信息。</p>
            <p>安全保障服务。为了保障您的账号安全，避免您遭受欺诈、网络病毒、网络攻击等风险，我们可能会用与我们安全保障的合作伙伴共享与您有关的必要设备信息、日志信息，以及您的使用习惯和常用软件信息等来综合判断您的账号及交易风险，预防安全事件的发生。</p>
            <p>统计、优化服务。经您授权，我们可能会与提供广告投放推广和统计分析的合作伙伴共享信息，用于相关合作伙伴可能会对上述信息进行汇聚分析，提供广告曝光监测或服务决策，为您提供更好的服务。但我们仅会向这些合作伙伴提供广告推广的覆盖面、有效性以及统计类等信息，而不会共享可以识别您身份的个人信息，否则我们会对这些信息进行去标识化处理以避免对您身份的识别。</p>
            <p>5、基于法定情形提供。根据法律法规的规定、诉讼争议解决需要、您与我们签署的相关协议(包括在线签署的电子协议及平台规则)或法律文件，或行政、司法等有权机关依法提出要求时，我们可能会共享您的个人信息。</p>
            <p>6、除了上述情况外，我们如果对其他任何公司、组织和个人共享您的个人信息，会再次征求您的明确同意或授权。</p>
            <p class="agre-weight">我们会通过应用程序接口（API）、软件工具开发包（SDK）与第三方进行必要的数据共享，不同版本的第三方SDK会有所不同，一般包括第三方账号登录类、分享类、第三方支付类、地图导航类、厂商推送类、统计类等，我们会对第三方进行严格的安全检测并约定数据保护措施。</p>
            <p>《<span @click="sharelist"><span class="agree">恒生活第三方信息共享清单</span></span>》<span class="agre-weight">详见附件二</span></p>
            <p>请您知悉，我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，对我们仅为实现本政策中声明的目的与之共享个人信息的公司、组织和个人，我们会与其签署严格的信息保护和保密协定，要求他们遵守协议并采取相关的安全措施来保护您的个人信息。</p>
            <p class="agre-weight">（二）转让</p>
            <p>随着我们业务的发展，我们及我们的关联方有可能进行合并、收购、重组、资产转让或类似的交易，如涉及个人信息的转让，我们会要求受让您个人信息的公司、组织继续接受本隐私政策的约束，否则,我们将要求该公司、组织重新征求您的授权同意。</p>
            <p>除了上述情况，我们不会未经您的明确同意将您的个人信息进行转让。</p>
            <p class="agre-weight">（三）公开披露</p>
            <p>我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才可能公开披露您的个人信息：</p>
            <p>1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；</p>
            <p>2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。</p>
            <p class="agre-weight">请注意，您在使用我们服务时自愿发布甚至公开分享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息，如您的交易信息，以及您在评价时选择上传包含个人信息的文字、图片或视频等各种形式的信息。请您在使用我们的服务时更加谨慎地考虑，是否要发布甚至公开分享相关信息。</p>
            <p class="agre-weight">（四）共享、转让、公开披露个人信息时事先征得授权同意的例外</p>
            <p>以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</p>
            <p>1、与国家安全、国防安全有关的；</p>
            <p>2、与公共安全、公共卫生、重大公共利益有关的；</p>
            <p>3、与犯罪侦查、起诉、审判和判决执行等有关的；</p>
            <p>4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
            <p>5、其他维护公共利益的情形，例如您的信用评价信息需要被公开/共享；</p>
            <p>6、您自行向社会公众公开的个人信息；</p>
            <p>7、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。但是您明确拒绝或者处理该信息侵害您重大利益的除外。</p>
            <p>根据法律规定，共享、转让、公开披露经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，我们对此类数据的处理将无需另行向您通知并征得您的同意。</p>
            <p class="agre-weight">四、我们如何保存和保护您的个人信息</p>
            <p class="agre-weight">（一）个人信息的保存</p>
            <p class="agre-weight">1、保存期限：我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非法律法规有强制的留存要求，例如《中华人民共和国电子商务法》要求商品和服务信息、交易信息保存时间自交易完成之日起不少于三年。我们判断个人信息的存储期限主要参考以下标准并以其中较长者为准：完成与您相关的交易目的、维护相应交易及业务记录，以应对您可能的查询或投诉；保证我们为您提供服务的安全和质量；您是否同意更长的留存期间；是否存在关于保留期限的其他特别约定或法律法规规定。</p>
            <p class="agre-weight">在超出保留期间后，我们会根据适用法律的要求删除您的个人信息，或使其匿名化处理。在您主动注销账号时，我们将根据法律法规的要求进行数据处理。</p>
            <p class="agre-weight">2、保存地域：我们在中华人民共和国境内收集和产生的个人信息，将存储在中国境内，但以下情形除外：法律法规有明确规定的；单独征得您的授权同意；您主动发起的跨境预定、下单、交易等个人行为。</p>
            <p>在上述情形中，我们会根据法律法规要求履行相应流程和义务，并要求数据接收方按照不低于本隐私政策以及其他相关的安全保密措施来处理个人信息。</p>
            <p><span class="agre-weight">3、终止运营</span>：如果发生终止运营等情形，我们将会至少提前30天通知您，并在终止运营后对您的个人信息根据法律法规的要求进行处理。</p>
            <p class="agre-weight">（二）个人信息的保护措施</p>
            <p>1、数据安全措施</p>
            <p>为保障您的信息安全，我们努力采取各种符合业界标准的物理、电子和管理方面的安全措施来保护您的个人信息，建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用。恒生活通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。防止您的个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。例如在您的浏览器与“服务”之间交换数据(如信用卡信息)时采用SSL加密保护技术;同时对网站本身提供https安全浏览方式;使用加密技术确保数据的保密性;使用受信赖的保护机制防止数据遭到恶意攻击;部署访问控制机制，确保只有授权人员才可访问个人信息;以及举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</p>
            <p>2、安全认证</p>
            <p>我们已先后通过了相关认证资质，并与监管机构、第三方测评机构建立了良好的协调沟通机制，及时抵御并处置各类信息安全威胁，为您的信息安全提供全方位保障。</p>
            <p>3、请您知悉并理解，<span class="agre-weight">互联网并非绝对安全的环境，我们强烈建议您通过安全方式、使用复杂密码，协助我们保证您的账号安全。如您发现自己的个人信息泄密，尤其是您的账号或密码发生泄露，请您立即根据本隐私政策中提供的联系方式联络我们，以便我们采取相应措施。</span></p>
            <p>4、安全事件</p>
            <p>在不幸发生个人信息安全事件后，我们会立即成立专项应急小组，启动应急预案，防止安全事件扩大，并按照法律法规的要求及时向您告知:安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</p>
            <p class="agre-weight">五、您如何管理您的个人信息</p>
            <p>您对您的个人信息享有以下权利:</p>
            <p><span class="agre-weight">（一）您有权访问、更正、删除您的个人信息，法律法规规定的例外情况除外。</span>您可以通过以下方式管理您的信息:</p>
            <p><span class="agre-weight">账号信息</span>——您可以访问、更正您账号中的个人资料及账号信息（身份认证信息除外）、支付信息等，您可以通过访问APP在设置中执行此类操作。</p>
            <p><span class="agre-weight">搜索浏览信息</span>——您可以在恒生活APP中访问或清除您的搜索历史记录以及管理其他数据。订单信息——您可以通过访问“我的订单”页面查看您的所有已经完成、待付款、待售后、待评价的订单。您可以选择删除已完成的订单信息，但这样可能导致我们无法根据您的购买信息而准确提供相应的售后服务。</p>
            <p><span class="agre-weight">备注信息</span>——您可以在恒生活APP下单时，添加相应的备注留言，以便于我们为您提供更优质的配送服务。</p>
            <p class="agre-weight">请您知悉，根据法律法规的要求及不同信息的技术条件需要，我们可能无法立即从系统中完全删除您所希望删除的相应信息，在此之前，我们将根据法规要求对相应信息仅进行存储并采取必要的安全保护措施方面的处理。</p>
            <p>如果您无法通过上述链接管理这些个人信息，您可以随时通过本隐私政策中提供的反馈方式联系我们。我们将在15天内回复您的访问请求。</p>
            <p class="agre-weight">（二）改变您授权同意的范围或撤回授权</p>
            <p>您可以通过在恒生活APP中删除信息、更改隐私设置或者在系统中关闭设备权限功能等方式改变同意范围或撤回您的授权。</p>
            <p>您可以通过我的-设置-隐私管理-设备权限管理来操作撤回您的授权。</p>
            <p>请您理解，当您执行上述操作后，我们将无法继续为您提供撤回同意或授权所对应的服务，但不会影响此前基于您的授权已经开展的个人信息处理。</p>
            <p class="agre-weight">（三）注销账号</p>
            <p>您有权注销您的恒生活账号，您可以通过访问我们APP页面上的“设置”—“注销账号”中进行在线操作。<span class="agre-weight">您注销成功后，</span>您注销成功后，除法律法规及相应的国家标准另有规定外，我们将删除您的个人信息或作匿名化处理。</p>
            <p>如果您无法通过上述方式访问、更正或删除您的个人信息以及注销账号，或者如果您认为恒生活存在违反法律的规定收集、使用您个人信息的情形，您可以通过我们的客服或通过本隐私政策提供的其他方式与我们取得联系。为了保障安全，我们可能需要您提供相应方式证明您的身份和请求的正当性，我们将在收到您反馈并验证您的身份后的15天内答复您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。</p>
            <p class="agre-weight">（四）自主管理控制营销信息及定向推送</p>
            <p>消息推送——如您不希望收到APP页面上的消息通知，可以在操作系统中的“通知”中心关掉对应的通知功能。</p>
            <p>推广/回访——如您不希望接收我们的推广短信或电话回访，可通过联系在线客服，取消对应服务。</p>
            <p class="agre-weight">六、未成年人的个人信息保护</p>
            <p>1、我们非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用我们的产品与/或服务前，应事先取得您的同意。我们根据国家相关法律法规的规定保护未成年人的个人信息。</p>
            <p>2、我们不会主动直接向未成年人收集其个人信息。对于经监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、监护人同意或者保护未成年人所必要的情况下使用共享、转让或披露此信息。</p>
            <p>3、如果有事实证明未成年人并未取得监护人同意的情况下注册使用了我们的产品与/或服务，我们会与相关监护人协商，并设法尽快删除相关个人信息。</p>
            <p>4、对于可能涉及的不满14周岁的儿童个人信息，我们进一步采取以下措施予以保障：</p>
            <p>（1）对于收集到的儿童个人信息，我们除遵守本隐私政策关于用户个人信息的约定外，还会秉持正当必要、知情同意、目的明确、安全保障、依法利用的原则，严格遵循《儿童个人信息网络保护规定》等法律法规的要求进行存储、使用、披露，且不会超过实现收集、使用目的所必须的期限，到期后我们会对儿童个人信息进行删除或匿名化处理。</p>
            <p>（2）当您作为监护人为被监护的儿童选择使用我们平台相关服务时，我们可能需要向您收集被监护的儿童个人信息，用于向您履行相关服务之必要。在具体服务中需要向您收集儿童个人信息的，我们会事先取得您的授权同意，并告知您收集的目的和用途。如果您不提供前述信息，您将无法享受我们提供的相关服务。此外，您在使用备注留言、在线客服等功能时，可能会主动向我们提供儿童个人信息，请您明确知悉并谨慎选择。您作为监护人应当正确履行监护职责，保护儿童个人信息安全。若儿童本人需要注册或使用我们的产品与/或服务，您应正确引导并予以监护。</p>
            <p>（3）儿童或其监护人有权随时访问和更正儿童个人信息，还可以向我们提出更正和删除的请求。如您对儿童个人信息相关事宜有任何意见、建议或投诉、举报，请联系我们。我们会随时为您提供帮助。</p>
            <p class="agre-weight">七、通知和修订</p>
            <p>为给您提供更好的服务，我们的业务将不时变化，本隐私政策也将随之调整，对我们的基本情况、您的个人信息的处理目的方式种类和保存期限、您管理个人信息的方式、我们的联系方式发生变更的，我们会进行及时更新。未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。</p>
            <p>我们会通过在我们网站、移动端上发出更新版本或以其他方式提醒您相关内容的更新，也请您访问我们以便及时了解最新的隐私政策。在前述情况下，若您继续使用我们的服务，即表示同意接受修订后的本政策并受之约束。</p>
            <p class="agre-weight">八、如何联系我们</p>
            <p>您可以通过以下方式与我们联系，我们将在15天内答复您的请求：</p>
            <p>1、您可以通过恒生活APP上提供的在线联系方式/客服系统与我们联系。</p>
            <p>2、您可以联系恒生活APP的客服电话进行反馈（客服电话：400-085-5858）。</p>
        </div>
        <div v-if="route.query.issetting === 'true'">
            <div class="signTime" v-if="data > 0">
                <div class="sign-time">{{resultdata}}s</div>
            </div>
            <div class="signout" v-else>
                <van-button @click="agree" block color="linear-gradient(270deg, #F46844 0%, #E35A37 100%)" type="primary">
                    阅读并同意
                </van-button>
            </div>
        </div>
    </div>
</template>
<script setup>
import { useRouter, useRoute } from 'vue-router'
import { isApp } from '@/utils'
import { appBridge } from '@/utils/bridge'
import { pageBack } from '@/utils/composables'

const router = useRouter()
const route = useRoute()
const phone = ref('')
phone.value = sessionStorage.getItem('phone')
const resultdata = ref(5)
onMounted(() => {
    if (route.query.issetting) return settime()
})
const data = ref(5)
const settime = () => {
    const myTime = setInterval(() => {
        resultdata.value = data
        data.value--
        if (data.value < 1) {
            clearInterval(myTime)
        }
    }, 1000)
}
const agree = () => {
    if (isApp) return appBridge('readProtocol')
    router.push({ name: 'login' })
    sessionStorage.setItem('checked', true)
}
const jurisdiction = () => {
    router.replace({ name: 'agreement-jurisdiction' })
}
const sharelist = () => {
    router.replace({ name: 'agreement-sharelist' })
}
</script>
<style lang="scss" scoped>
.status-bar-height{
    .van-nav-bar__placeholder{
        height: calc(92px + var(--van-status-bar-height)) !important;
        :deep(.van-nav-bar){
            padding-top: var(--van-status-bar-height);
            background-color: #fff;
            .icon--unselect{
                .van-image{
                    width: 19px;
                    height: 31px;
                }
            }
        }
        :deep(.van-nav-bar::after){
            content: initial;
        }
    }
}
.setting{
    background-color: white;
    .setting-title{
        font-size: 32px;
        color: #222222;
        text-align: center;
        margin-top: 42px;
        margin-bottom: 26px;
    }
    .setting-change--details{
        width: 650px;
        margin: 0 auto;
        align-items: center;
        font-size: PingFangSC-Regular;
        font-size: 26px;
        color: #2C343E;
        p{
            line-height: 44px;
        }
    }
    .signTime{
        width: 702px;
        margin: 80px auto;
        .sign-time{
            height: 88px;
            line-height: 88px;
            font-size: 30px;
            border-radius: 12px;
            text-align: center;
            background-image: url('../../../assets/mine/banner.png');
            background-size: contain;
            background-repeat: no-repeat;
            color: white;
        }
    }
    .signout {
        width: 702px;
        margin: 80px auto;
        .van-button{
            height: 88px;
            font-size: 30px;
            border-radius: 12px;
        }
    }
    .agre-right{
        text-align: right;
    }
    .agre-weight{
        font-weight: bold;
    }
    .agreline{
        text-decoration: underline;
        color: #222222;
    }
    .agree{
        text-decoration: underline;
        color: #0975c2;
    }
}
</style>
