<template>
    <div>
        <p style="text-align:center;margin:30px 0">供应链平台服务协议</p>
        <pre style="width:90%;margin:0 5%">
最新版本生效日期：2021年12月30日

提示条款

欢迎您与供应链平台经营者共同签署本《供应链平台服务协议》（下称“本协议”）并使用供应链平台服务！自本协议发布之日起，供应链平台各处所称“供应链服务协议”均指本协议。

各服务条款前所列索引关键词仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。为维护您自身权益，建议您仔细阅读各条款具体表述。

【审慎阅读】您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体下划线标识，您应重点阅读。如您对协议有任何疑问，可向供应链平台客服咨询。

【签约动作】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与供应链达成一致，成为供应链平台“用户”。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。

一、 定义

供应链平台：是指智点汇融科技发展（北京）有限公司及其关联公司经营的平台，包括但不限于供应链平台网站、供应链客户端及供应链微信商城。

供应链平台服务：供应链基于互联网，以包含供应链平台网站、客户端等在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务。

供应链平台规则：包括在所有供应链平台规则频道内已经发布及后续发布的全部规则、解读、公告等内容以及各平台在帮派、论坛、帮助中心内发布的各类规则、实施细则、产品流程说明、公告等。

二、 协议范围

2.1签约主体

【平等主体】本协议由您与供应链平台经营者共同缔结，本协议对您与供应链平台经营者均具有合同效力。

【主体信息】供应链平台经营者是指经营供应链平台的各法律主体，您可随时查看供应链平台各网站首页底部公示的证照信息以确定与您履约的供应链主体。本协议项下，供应链平台经营者可能根据供应链平台的业务调整而发生变更，变更后的供应链平台经营者与您共同履行本协议并向您提供服务，供应链平台经营者的变更不会影响您本协议项下的权益。供应链平台经营者还有可能因为提供新的供应链平台服务而新增，如您使用新增的供应链平台服务的，视为您同意新增的供应链平台经营者与您共同履行本协议。发生争议时，您可根据您具体使用的服务及对您权益产生影响的具体行为对象确定与您履约的主体及争议相对方。

2.2 补充协议

由于互联网高速发展，您与供应链签署的本协议列明的条款并不能完整罗列并覆盖您与供应链所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，供应链平台隐私政策、供应链平台规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用供应链平台服务，视为您同意上述补充协议。

三、 账户注册与使用

3.1用户资格

您确认，在您开始注册程序使用供应链平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。
此外，您还需确保您不是任何国家、地区或国际组织实施的贸易限制、经济制裁或其他法律法规限制的对象，也未直接或间接为前述对象提供资金、商品或服务，否则您应当停止使用供应链平台服务，同时您理解违反前述要求可能会造成您无法正常注册及使用供应链平台服务。

3.2账户说明

【账户获得】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得供应链平台账户并成为供应链平台用户。
供应链平台只允许每位用户使用一个供应链平台账户。如有证据证明或供应链根据供应链平台规则判断您存在不当注册或不当使用多个供应链平台账户的情形，供应链平台可采取冻结或关闭账户、取消订单、拒绝提供服务等措施，如给供应链平台及相关方造成损失的，您还应承担赔偿责任。

【账户使用】您有权使用您设置或确认的供应链会员名、邮箱、手机号码（以下简称“账户名称”）及您设置的密码（账户名称及密码合称“账户”）登录供应链平台。
由于您的供应链平台账户关联您的个人信息及供应链平台商业信息，您的供应链平台账户仅限您本人使用。未经供应链平台同意，您直接或间接授权第三方使用您供应链平台账户或获取您账户项下信息的行为无效。如供应链根据供应链平台规则中约定的违约认定程序及标准判断您供应链平台账户的使用可能危及您的账户安全及/或供应链平台信息安全的，供应链平台可拒绝提供相应服务或终止本协议。

【账户转让】由于用户账户关联用户信用信息，仅当有法律明文规定、司法裁定或经供应链同意，并符合供应链平台规则规定的用户账户转让流程的情况下，您可进行账户的转让。您的账户一经转让，该账户项下权利义务一并转移。除此外，您的账户不得以任何方式转让，否则供应链平台有权追究您的违约责任，且由此产生的责任及后果均由您自行承担。

【实名认证】作为供应链平台经营者，为使您更好地使用供应链平台的各项服务，保障您的账户安全，供应链可要求您按相关法律法规规定完成实名认证。

【不活跃账户回收】如您的账户同时符合以下条件，则供应链可回收您的账户，相应服务同时终止：
（一）连续六个月未用于登录供应链平台；
（二）不存在未到期的有效业务。

3.3注册信息管理

3.3.1真实合法
【信息真实】在使用供应链平台服务时，您应当按供应链平台页面的提示准确完整地提供您的信息（包括您的姓名及电子邮件地址、联系电话、联系地址等），以便供应链或其他用户与您联系。您了解并同意，您有义务保持您提供信息的真实性及有效性。

【会员名的合法性】您设置的供应链会员名不得违反国家法律法规及供应链平台相关规则关于会员名的管理规定，否则供应链可回收您的供应链会员名。供应链会员名的回收不影响您以邮箱、手机号码登录供应链平台并使用供应链平台服务。

3.3.2更新维护
您应当及时更新您提供的信息，在法律有明确规定要求供应链作为平台服务提供者必须对部分用户（如平台卖家等）的信息进行核实的情况下，供应链将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整、有效的信息。
如供应链按您最后一次提供的信息与您联系未果、您未按供应链的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及供应链造成的全部损失与不利后果。供应链可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部供应链平台服务，供应链对此不承担责任。

3.4账户安全规范

【账户安全保管义务】您的账户为您自行设置并由您保管，供应链任何时候均不会主动要求您提供您的账户密码。因此，建议您务必保管好您的账户，并确保您在每个上网时段结束时退出登录并以正确步骤离开供应链平台。
账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，供应链并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。

【账户行为责任自负】除供应链存在过错外，您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买商品及服务及披露信息等）负责。

【日常维护须知】如发现任何未经授权使用您账户登录供应链平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知供应链。您理解供应链对您的任何请求采取行动均需要合理时间，且供应链应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除供应链存在法定过错外，供应链不承担责任。

四、 供应链平台服务及规范

【服务概况】您有权在供应链平台上享受商品及/或服务的浏览、收藏、购买与评价、交易争议处理、信息交流如问答及分享等服务。供应链提供的服务内容众多，具体您可登录供应链平台浏览。

4.1商品及/或服务的浏览、收藏
在您浏览我们网站或客户端的过程中，供应链为您提供了信息分类、关键词检索、筛选、收藏及关注等功能，以更好地匹配您的需求。您可以对您感兴趣的商品及/或服务进行收藏、添加至购物车，关注您所感兴趣的店铺/品牌等。

4.2商品及/或服务的购买与评价

【商品及/或服务的购买】当您在供应链平台购买商品及/或服务时，请您务必仔细确认所购商品的品名、价格、数量、型号、规格、尺寸或服务的时间、内容、限制性要求等重要事项，并在下单时核实您的联系地址、电话、收货人等信息。如您填写的收货人非您本人，则该收货人的行为和意思表示产生的法律后果均由您承担。
您的购买行为应当基于真实的消费需求，不得存在对商品及/或服务实施恶意购买、恶意维权等扰乱供应链平台正常交易秩序的行为。基于维护供应链平台交易秩序及交易安全的需要，供应链发现上述情形时可主动执行关闭相关交易订单等操作。

【评价】您有权在供应链平台提供的评价系统中对与您达成交易的其他用户商品及/或服务进行评价。您应当理解，您在供应链平台的评价信息是公开的，如您不愿意在评价信息中向公众披露您的身份信息，您有权选择通过匿名形式发表评价内容。
为确保评价内容能为消费者购物决策提供可靠的依据，反映商品及/或服务的真实情况，您的所有评价行为应遵守供应链平台规则的相关规定，评价内容应当合法、客观、真实，与交易的商品及/或服务具有关联性，且不应包含任何污言秽语、色情低俗、广告信息及法律法规与本协议列明的其他禁止性信息；您不应以不正当方式帮助他人提升信用或利用评价权利对其他用户实施威胁、敲诈勒索。供应链可按照供应链平台规则的相关规定对您实施上述行为所产生的评价信息采取必要处置措施。

4.3交易争议处理

【交易争议处理途径】您在供应链平台交易过程中与其他用户发生争议的，您或其他用户中任何一方均有权选择以下途径解决：
（一）与争议相对方自主协商；
（二）使用供应链平台提供的争议调处服务；
（三）请求消费者协会或者其他依法成立的调解组织调解；
（四）向有关行政部门投诉；
（五）根据与争议相对方达成的仲裁协议（如有）提请仲裁机构仲裁；
（六）向人民法院提起诉讼。

4.4信息交流
为满足用户间分享购物心得等信息交流需求，您可通过供应链提供的问答、晒单分享、论坛、群组及其他信息发布功能公开发布信息及与其他用户互动，信息的形式包括文字、图片、视频、直播内容等，您须确保您所发布的所有信息均符合相关法律法规及本协议的要求。

4.5贸易限制
针对通过供应链平台取得的商品、服务、软件及技术（包括供应链平台提供的软件及技术），您承诺遵守所有适用的进出口管制、贸易限制与经济制裁相关法律法规。基于维护供应链平台交易秩序及交易安全的需要，如您违反前述承诺的，供应链可在发现上述情形时主动执行关闭相关交易订单及作出账户处置等操作。

4.6 费用

供应链为供应链平台向您提供的服务付出了大量的成本，除供应链平台明示的收费业务外，供应链向您提供的服务目前是免费的。如未来供应链向您收取合理费用，供应链会采取合理途径并以足够合理的期限提前通过法定程序并以本协议第八条约定的方式通知您，确保您有充分选择的权利。

4.7 责任限制

【不可抗力及第三方原因】供应链依照法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，供应链并不承担相应的违约责任：
（一）因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；
（二）因电力供应故障、通讯网络故障等公共服务因素或第三人因素；
（三）在供应链已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。

【海量信息】供应链仅向您提供供应链平台服务，您了解供应链平台上的信息系用户自行发布，且可能存在风险和瑕疵。供应链将通过依法建立相关检查监控制度尽可能保障您在供应链平台上的合法权益及良好体验。同时，鉴于供应链平台具备存在海量信息及信息网络环境下信息与实物相分离的特点，供应链无法逐一审查商品及/或服务的信息，无法逐一审查交易所涉及的商品及/或服务的质量、安全以及合法性、真实性、准确性，对此您应谨慎判断。

【调处决定】您理解并同意，在争议调处服务中，供应链平台的客服非专业人士，仅能以普通人的认知对用户提交的凭证进行判断。因此，除存在故意或重大过失外，调处方对争议调处决定免责。

五、用户信息的保护及授权

5.1 个人信息的保护

供应链非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用供应链提供的服务时，您同意供应链按照在供应链平台上公布的隐私政策收集、存储、使用、披露和保护您的个人信息。供应链希望通过隐私政策向您清楚地介绍供应链对您个人信息的处理方式，因此供应链建议您完整地阅读隐私政策，以帮助您更好地保护您的隐私。

5.2非个人信息的保证与授权

【信息的发布】您声明并保证，您对您所发布的信息拥有相应、合法的权利。否则，供应链可对您发布的信息依法或依本协议进行删除或屏蔽。

【禁止性信息】您应当确保您所发布的信息不包含以下内容：
（一）违反国家法律法规禁止性规定的；
（二）政治宣传、封建迷信、淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；
（三）欺诈、虚假、不准确或存在误导性的；
（四）侵犯他人知识产权或涉及第三方商业秘密及其他专有权利的；
（五）侮辱、诽谤、恐吓、涉及他人隐私等侵害他人合法权益的；
（六）存在可能破坏、篡改、删除、影响供应链平台任何系统正常运行或未经授权秘密获取供应链平台及其他用户的数据、个人资料的病毒、木马、爬虫等恶意软件、程序代码的；
（七）其他违背社会公共利益或公共道德或依据相关供应链平台协议、规则的规定不适合在供应链平台上发布的。

【授权使用】对于您提供、发布及在使用供应链平台服务中形成的除个人信息外的文字、图片、视频、音频等非个人信息，均不会因上传、发布等行为发生知识产权、肖像权等权利的转移。除非我们另行说明，在法律允许的范围内，您免费授予供应链及其关联公司非排他的、无地域限制的许可使用（包括存储、使用、复制、修订、编辑、发布、展示、翻译、分发上述信息或制作派生作品，以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内等）及可再许可第三方使用的权利，以及可以自身名义对第三方侵权行为取证及提起诉讼的权利。

六、 用户的违约及处理

6.1违约认定

发生如下情形之一的，视为您违约：
（一）使用供应链平台服务时违反有关法律法规规定的；
（二）违反本协议或本协议补充协议（即本协议第2.2条）约定的。
为适应电子商务发展和满足海量用户对高效优质服务的需求，您理解并同意，供应链可在供应链平台规则中约定违约认定的程序和标准。如：供应链可依据您的用户数据与海量用户数据的关系来认定您是否构成违约；您有义务对您的数据异常现象进行充分举证和合理解释，否则将被认定为违约。

6.2违约处理措施

【信息处理】您在供应链平台上发布的信息构成违约的，供应链可根据相应规则立即对相应信息进行删除、屏蔽处理。

【行为限制】您在供应链平台上实施的行为，或虽未在供应链平台上实施但对供应链平台及其用户产生影响的行为构成违约的，供应链可依据相应规则对您执行账户扣分、中止向您提供部分或全部服务、划扣违约金等处理措施。如您的行为构成根本违约的，供应链可查封您的账户，终止向您提供服务。

【处理结果公示】供应链可将对您上述违约行为处理措施信息以及其他经国家行政或司法机关生效法律文书确认的违法信息在供应链平台上予以公示。

6.3 赔偿责任

如您的行为使供应链及/或其关联公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿供应链及/或其关联公司上述全部损失。
如您的行为使供应链及/或其关联公司遭受第三人主张权利，供应链及/或其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。

6.4 特别约定

【商业贿赂】如您向供应链及/或其关联公司的雇员或顾问等提供实物、现金、现金等价物、劳务、旅游等价值明显超出正常商务洽谈范畴的利益，则可视为您存在商业贿赂行为。发生上述情形的，供应链可立即终止与您的所有合作并向您收取违约金及/或赔偿金，该等金额以供应链因您的贿赂行为而遭受的经济损失和商誉损失作为计算依据。

【关联处理】如您因严重违约导致供应链终止本协议时，出于维护平台秩序及保护消费者权益的目的，供应链及/或其关联公司可对与您在其他协议项下的合作采取中止甚或终止协议的措施，并以本协议第八条约定的方式通知您。
如供应链与您签署的其他协议及供应链及/或其关联公司与您签署的协议中明确约定了对您在本协议项下合作进行关联处理的情形，则供应链出于维护平台秩序的目的，可在收到指令时中止甚至终止协议，并以本协议第八条约定的方式通知您。

七、 协议的变更

供应链可根据国家法律法规变化及维护交易秩序、保护消费者权益需要，不时修改本协议、补充协议，变更后的协议、补充协议（下称“变更事项”）将通过法定程序并以本协议第八条约定的方式通知您。
如您不同意变更事项，您有权于变更事项确定的生效日前联系供应链反馈意见。如反馈意见得以采纳，供应链将酌情调整变更事项。
如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用供应链平台服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用供应链平台服务，则视为您同意已生效的变更事项。

八、 通知

8.1有效联系方式
您在注册成为供应链平台用户，并接受供应链平台服务时，您应该向供应链提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。
您在注册供应链平台用户时生成的用于登陆供应链平台接收站内信、系统消息，也作为您的有效联系方式。
供应链将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。
您有权通过您注册时填写的手机号码或者电子邮箱获取您感兴趣的商品广告信息、促销优惠等商业性信息；您如果不愿意接收此类信息，您有权通过供应链提供的相应的退订功能进行退订。

8.2通知的送达
供应链通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在供应链平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的账号发送客服信息、系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。
对于在供应链平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱或平台账号等联系方式为您在供应链平台注册、更新时提供的手机号码、电子邮箱联系方式以及在注册供应链用户时生成平台账号，司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。
您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。
您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。
你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。

九、 协议的终止

9.1终止的情形

【用户发起的终止】您有权通过以下任一方式终止本协议：
（一）在满足供应链平台公示的账户注销条件时您通过网站自助服务注销您的账户的；
（二）变更事项生效前您停止使用并明示不愿接受变更事项的；
（三）您明示不愿继续使用供应链平台服务，且符合供应链平台终止条件的。

【供应链发起的终止】出现以下情况时，供应链可以本协议第八条的所列的方式通知您终止本协议：
（一）您违反本协议约定，供应链依据违约条款终止本协议的；
（二）您盗用他人账户、发布违禁信息、骗取他人财物、售假、扰乱市场秩序、采取不正当手段谋利等行为，供应链依据供应链平台规则对您的账户予以查封的；
（三）除上述情形外，因您多次违反供应链平台规则相关规定且情节严重，供应链依据供应链平台规则对您的账户予以查封的；
（四）您的账户被供应链依据本协议回收的；
（五）您在供应链平台有欺诈、发布或销售假冒伪劣/侵权商品、侵犯他人合法权益或其他严重违法违约行为的；
（六）其它应当终止服务的情况。

9.2协议终止后的处理

【用户信息披露】本协议终止后，除法律有明确规定外，供应链无义务向您或您指定的第三方披露您账户中的任何信息。

【供应链权利】本协议终止后，供应链仍享有下列权利：
（一）继续保存您留存于供应链平台的本协议第五条所列的各类信息；
（二）对于您过往的违约行为，供应链仍可依据本协议向您追究违约责任。

【交易处理】本协议终止后，对于您在本协议存续期间产生的交易订单，供应链可通知交易相对方并根据交易相对方的意愿决定是否关闭该等交易订单；如交易相对方要求继续履行的，则您应当就该等交易订单继续履行本协议及交易订单的约定，并承担因此产生的任何损失或增加的任何费用。

十、所有权及知识产权、法律适用、管辖与其他

【所有权及知识产权】
平台的知识产权。供应链提供的服务中包含的任何编码、商标、服务标志、商号、图形、美术品、照片、肖像、文字内容、音频、视频、按钮图标以及计算机软件、标识、数码下载、数据汇编等都是供应链或其内容提供者的财产，受到中华人民共和国和国版权、商标权和其他财产所有权法律法规的保护。
对平台的授权。对于您在任何时间以任何形式向供应链提供或在供应链平台发表的信息或资料（包括但不限于文字、图片、视频、音频等）相关知识产权，您同意免费授予供应链及其关联公司获得全球排他的许可使用权利及再授权给其他第三方使用的权利。您同意供应链及其关联公司存储、使用、复制、修订、编辑、发布、展示、翻译、分发您的非个人信息或制作其派生作品，并以已知或日后开发的形式、媒体或技术将上述信息纳入其他作品内。

【法律适用】本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。

【管辖】您因使用供应链平台服务所产生及与供应链平台服务有关的争议，由供应链与您协商解决。协商不成时，任何一方均可向供应链住所地有管辖权的人民法院提起诉讼。

【可分性】本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。

</pre>
    </div>
</template>
<script>
export default {

}
</script>
<style lang="scss" scoped>
pre{
white-space:pre-wrap; /* css3.0 */
white-space:-moz-pre-wrap; /* Firefox */
white-space:-pre-wrap; /* Opera 4-6 */
white-space:-o-pre-wrap; /* Opera 7 */
word-wrap:break-word; /* Internet Explorer 5.5+ */
}
</style>
