<template>
    <div class="wallet-agreement2">
        <div class="title">委托划款授权书</div>
        <p class="mt30">编号：包委字第****号</p>
        <p class="mt30">本人姓名/名称：</p>
        <p>身份证号码：</p>
        <p>注册手机号：</p>
        <p class="mt30 text">鉴于本人已申请或开通钱包服务，已经或者可能申请货柜分期等分期服务，在本人使用前述服务时，须按照已签订的相关协议的约定应当承担按期付款等义务。故本人特此向小恒买单合作商户或者商户委托的商业保理有限公司（或者其他持牌金融机构）进行如下确认及授权：</p>
        <p class="mt30 text">1.本人在此作出以下不可撤销且无条件地同意并授权商业保理有限公司委托代扣机构（包括但不限于银行及第三方支付机构等）在本人还款日的当日从如下本人钱包账户或者绑定在平台的银行卡账户（以下简称“还款账户”）划扣相应应还款金额至相应账户。</p>
        <p class="mt30 text">2.当相关协议项下的债权发生转让时，本人在此作出以下不可撤销且无条件的授权，授权相关协议项下债权受让人（以下简称“新债权人”）或其委托的有资质的第三方从本人还款账户中划扣相应应还款金额至新债权人账户。</p>
        <p class="mt30 text">3.本人确认，本人提供的上述还款账户信息为真实、完整、准确的，且该等账户为本人合法拥有的账户。</p>
        <p class="mt30 text">4.本人确认，代扣机构应根据债权人或新债权人的指令进行划款，代扣机构无需对本人与债权人或新债权人之间的债权债务等进行任何实质或形式的审查，由于债权人或新债权人发出的指令不当或违反相关协议而导致的任何纠纷或损失，由本人与债权人或新债权人另行协商解决，本人不得据此向代扣机构提出任何主张或请求。</p>
        <p class="mt30 text">5.本人确认，如本人还款账户的资金不足，或者由于本人的还款账户被查封、冻结等任何原因而导致代扣机构无法从本人还款账户中进行划扣的，则代扣机构有权从上述还款账户中划扣所有可以划扣的款项，不足部分债权人有权从本人指定的其他还款账户进行划扣或本人将按照相关协议约定向债权人或新债权人支付，并承担相应的违约责任。</p>
        <p class="mt30 text">6.授权委托期限：自本人签字之日起至本人在相关协议及相关的补充协议项下的全部义务履行完毕时止。</p>
        <p class="mt30 text">7.本人违反本授权书的约定的，应当按照相关协议和本授权书的约定承担相应的违约责任。</p>
        <p class="mt30 text">8.本人在小恒买单平台上以电子签名方式签订本授权书，并认可该授权书的法律效力。</p>
        <div class="footer mt30">本人：____________________</div>
        <div class="footer">签署日期：____年____月____日</div>
    </div>
</template>
<script setup>

</script>
<style lang="scss" scoped>
.wallet-agreement2{
    padding-top: 30px;
    background-color: #fff;
    .title{
        text-align: center;
        font-size: 36px;
        font-weight: 700;
    }
    .text{
        padding: 0 50px;
    }
    .mt30{
        margin-top: 30px;
    }
    p{
        font-size: 28px;
        text-indent: 52px;
    }
    .footer{
        text-align: right;
        padding-right: 50px;
        padding-bottom: 50px;
    }
}
</style>
