<template>
    <div class="wallet-agreement3">
        <p class="bold">概述</p>
        <p class="bold">我们深知个人信息对您而言的重要性，也感谢您对我们的信任。我们将通过本政策向您说明钱包会如何收集、存储、保护、使用及对外提供您的信息，并说明您享有的权利，其中要点如下：</p>
        <p class="bold">1、为了便于您了解您在使用我们的服务时，我们需要处理的信息类型与用途，我们将结合具体服务向您逐一说明。</p>
        <p class="bold">2、为了向您提供服务所需，我们会按照合法、正当、必要、诚信的原则处理您的信息。</p>
        <p class="bold">3、如果为了向您提供服务而需要将您的信息共享至第三方，我们将评估该第三方收集信息的合法性、正当性、必要性。我们将要求第三方对您的信息采取保护措施并且严格遵守相关法律法规与监管要求。另外，我们会按照法律法规及国家标准的要求以确认协议、具体场景下的文案确认、弹窗提示等形式征得您的同意或确认第三方已经征得您的同意。</p>
        <p class="bold">4、如果为了向您提供服务而需要从第三方获取您的信息，我们将要求第三方说明信息来源，并要求第三方保障其提供信息的合法性；如果我们开展业务需进行的个人信息处理活动超出您原本向第三方提供个人信息时的授权范围，我们将征得您的明确同意。</p>
        <p class="bold">5、您可以通过本政策介绍的方式访问和管理您的信息、设置隐私功能、注销钱包账户或进行投诉举报。您可以根据以下索引阅读相应章节，进一步了解本政策的具体约定：</p>
        <p class="bold">一、我们如何收集信息</p>
        <p class="bold">二、我们如何使用Cookie、Beacon、Proxy等技术</p>
        <p class="bold">三、我们如何存储和保护信息</p>
        <p class="bold">四、我们如何使用信息</p>
        <p class="bold">五、我们如何对外提供信息</p>
        <p class="bold">六、您如何实现您的个人信息权利</p>
        <p class="bold">七、对第三方责任的声明</p>
        <p class="bold">八、我们如何保护未成年人的信息</p>
        <p class="bold">九、本政策的适用及更新</p>
        <p class="bold">十、本政策中关键词说明</p>
        <p><span class="bold">智点汇融科技发展(北京)有限公司（注册地址/常用办公地址：北京市房山区阎富路69号院38号楼-1至4层101一层03；联系方式：400-085-5858；以下或称“我们”）</span>尊重并保护您的隐私。您使用我们的服务时，我们将按照钱包隐私政策（以下简称“本政策”）收集、存储、使用及对外提供您的信息。同时，我们会通过本政策向您说明，我们如何为您提供访问、更新、管理和保护您的信息的服务。<span class="bold">本政策与您使用我们的服务关系紧密，我们建议您仔细阅读并理解本政策全部内容，做出您认为适当的选择。我们努力用通俗易懂、简明扼要的文字表达，并对本政策中与您的权益存在重大关系的条款和个人信息，采用粗体字进行标注以提示您注意。</span></p>
        <p>为了遵守国家法律法规及监管规定（例如：进行实名制管理、履行反洗钱职责、履行支付合规职责、安全管理），也为了向您提供服务及提升服务质量，我们需要收集、存储、使用及对外提供您的信息。我们将按照本政策约定处理您的信息，以便您享受优质、便捷、个性化的服务，同时更好地保护您的账户及资金安全。</p>
        <p class="bold">我们如何收集信息</p>
        <p class="bold">根据相关法律法规及国家标准，我们可能在下列情形下依法处理您的个人信息：</p>
        <p class="bold">（1）取得您的同意；</p>
        <p class="bold">（2）根据您的要求订立和履行合同所必需的；</p>
        <p class="bold">（3）履行法定义务所必需的，如反洗钱、反恐怖融资、实名管理等相关法律法规要求的必要信息；</p>
        <p class="bold">（4）与国家安全、国防安全直接相关的；</p>
        <p class="bold">（5）为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；</p>
        <p class="bold">（6）与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
        <p class="bold">（7）所收集的个人信息是您自行公开的；</p>
        <p class="bold">（8）从合法公开披露的信息中收集的个人信息，例如：合法的新闻报道、政府信息公开等渠道；</p>
        <p class="bold">（9）用于维护所提供的服务的安全稳定运行所必需的，例如：发现、处置产品或服务的故障；</p>
        <p class="bold">（10）法律法规规定的其他情形。</p>
        <p class="bold">需要注意的是，当您的个人信息处理属于前述第（2）至第（10）项情形时，我们可能会依据所适用法律法规的要求而无需再征得您的同意。</p>
        <p>在您使用钱包以下各项业务功能（以下简称“服务”）的过程中，我们需要在以下情形收集您的一些信息，用以向您提供服务、提升我们的服务质量、保障您的账户和资金安全以及符合国家法律法规及监管规定：</p>
        <p class="bold">1、依据法律法规及监管规定履行反洗钱义务及进行实名制管理</p>
        <p>（1）在您注册钱包账户或使用钱包服务时，您需提供<span class="bold">手机号码</span>或者<span class="bold">电子邮箱</span>作为账户登录名。您需按照《非银行支付机构网络支付业务管理办法》、《支付机构反洗钱和反恐怖融资管理办法》等要求提供您的<span class="bold">身份基本信息</span>, 包括<span class="bold">姓名、国籍、性别、职业、住址、联系方式以及有效身份证件的种类、号码和有效期限。身份基本信息当中包含您的个人敏感信息，</span>如您不提供前述信息，可能无法注册钱包账户或无法使用钱包服务。根据相关法律法规的规定，您需通过身份基本信息多重交叉验证后方可提升余额付款交易累计额度或使用账户余额购买投资理财等金融类产品。身份基本信息外部验证渠道包括政府部门数据库、商业银行信息系统及商业化数据库。其中，如果您选择通过商业银行信息系统验证身份基本信息的，则需要提供您相应的银行账户信息及银行预留手机号，以便完成验证。前述信息属于您的个人敏感信息，如您不提供前述信息，可能无法使用需要通过多重交叉验证后方可使用的部分服务，但不影响您使用我们提供的其他服务。</p>
        <p>（2）我们需根据《支付机构反洗钱和反恐怖融资管理办法》等反洗钱相关法律法规及监管要求，提示您适时提供<span class="bold">有效身份证件的彩色影印件或照片</span>以供我们核对并留存；为了提升您的服务体验，如果您在使用我们的关联公司服务的过程当中曾经留存过前述信息，我们可能会通过我们的关联公司进行信息收集，以免您重复提交。<span class="bold">前述信息属于您的个人敏感信息</span>，如您不提供前述信息，可能无法使用与监管要求相关的部分服务，但不影响您使用我们提供的其他服务。</p>
        <p class="bold">2、余额支付</p>
        <p>为了您能<span class="bold">使用余额支付服务进行消费、转账以及购买投资理财等金融类产品</span>（以支付账户类型支持为准），我们需要记录您的<span class="bold">支付账户余额信息以及交易信息。前述信息属于您的个人敏感信息</span>，记录前述信息是我们需要履行的法定义务。</p>
        <p class="bold">3、快捷支付</p>
        <p class="bold">为了您能<span class="bold">使用快捷支付服务，实现使用银行卡对钱包账户余额的充值、提现等</span>，您需提供您的<span class="bold">银行卡信息、姓名、身份证号码、银行预留手机号。前述信息当中包含您的个人敏感信息</span>，我们会将前述信息与发卡银行进行验证。在您使用快捷支付服务时，我们需要记录您的<span class="bold">交易信息。前述信息属于您的个人敏感信息</span>，如您不提供前述信息，可能无法使用快捷支付服务，但不影响您使用我们提供的其他服务。</p>
        <p class="bold">4、消费</p>
        <p><span class="bold">当您在商家进行消费时</span>，我们需要按照法律法规及监管规定对商家进行管理，防范套现或欺诈风险，因此，我们将直接收集或向商家收集您的<span class="bold">交易信息</span>，包括<span class="bold">交易金额、交易对象、交易商品、交易时间、配送信息（如有）。前述信息属于您的个人敏感信息</span>，记录前述信息是我们需要履行的法定义务。</p>
        <p class="bold">5、账单查询</p>
        <p>您可以在账单页面查看您的支付账户交易账单详情。您可以修改<span class="bold">账单分类</span>，或添加<span class="bold">标签和备注</span>。<span class="bold">前述信息属于您的个人敏感信息</span>，如您不提供前述信息，不影响您查看账单详情。</p>
        <p class="bold">6、身份验证</p>
        <p class="bold">（1）登录验证</p>
        <p>为了让您更安全、便捷地登录钱包，您可选择我们提供的刷脸登录服务，向我们提供您的<span class="bold">脸部图像或视频</span>，以核验您的身份；如您的设备与钱包APP版本均支持指纹功能或面容ID功能，您可选择使用指纹登录或面容ID登录服务。您需在您的设备上录入您的指纹信息或面容ID信息，在您进行指纹登录或面容ID登录时，您需在您的设备上完成信息验证。我们仅接收验证结果，并不收集您的指纹信息或面容ID信息。<span class="bold">脸部图像或视频属于您的个人敏感信息</span>，如您不需要使用刷脸登录、指纹登录或面容ID登录服务，您也可以选择密码登录、短信验证码登录等其他方式。</p>
        <p class="bold">（2）重要操作行为验证</p>
        <p>为了保障您的账户和资金安全，在您进行一些重要的账户操作时（例如：找回密码、挂失账户、冻结交易资金、开具账户和资金相关凭证），我们需要验证您的身份，为此您可能需向我们提供<span class="bold">身份证件影印件、手持身份证照片、交易凭证</span>及其他在具体业务开展过程中基于您的同意而收集的可识别您身份的证明资料；<span class="bold">前述信息属于您的个人敏感信息</span>，如您不同意提供前述信息，您将无法完成特定操作，但不影响您使用我们提供的其他服务。</p>
        <p class="bold">（3）支付指令验证</p>
        <p>您在使用支付账户进行交易时，我们需要对您的身份进行验证，以确保您的账户与资金安全。我们可能会向您提供多种身份验证方式，您可以选择使用您的<span class="bold">静态密码、数字证书、电子签名、一次性密码或生物识别信息</span>完成验证；当安全风险等级提高时，我们可能会提示您进行再次验证。<span class="bold">前述信息属于您的个人敏感信息</span>，如您不同意提供前述信息，则可能无法完成交易，但不影响您使用我们提供的其他服务。为了让您更安全、便捷地使用支付服务，如您的设备与钱包APP版本均支持指纹功能或面容ID功能，您可选择使用指纹支付或面容ID支付服务。您需在您的设备上录入您的指纹信息或面容ID信息，在您进行指纹支付或面容ID支付时，您需在您的设备上完成信息验证。我们仅接收验证结果，并不收集您的指纹信息或面容ID信息。如您不想使用指纹验证或面容ID验证，仍可通过其他方式支付。</p>
        <p class="bold">7、安全管理</p>
        <p><span class="bold">为了保障向您提供的服务的安全稳定运行</span>，预防交易和资金风险，预防病毒、木马程序或其他恶意程序、网站，我们需要记录您使用的钱包服务类别、方式及<span class="bold">设备品牌、设备型号、设备名称、IP地址、MAC地址、设备软件版本信息、设备识别信息（如IMEI、IDFA、OAID、IMSI等）、所在地区、网络使用习惯、设备相关应用信息/软件安装列表以及其他与钱包服务相关的日志信息。前述信息当中包含您的个人敏感信息</span>，如您不同意我们记录前述信息，可能无法完成风控验证。</p>
        <p class="bold">8、客户服务</p>
        <p>我们会收集您使用钱包服务时的<span class="bold">搜索记录、您与客户服务团队联系时提供的信息及您参与问卷调查时向我们发送的信息</span>。同时，为了保障服务质量，<span class="bold">我们可能需要对客服电话内容进行录音</span>；在录音开始前我们会向您进行必要的提示，充分保障您的知情权与选择权。<span class="bold">前述信息属于您的个人敏感信息</span>，如您不提供前述信息，不影响您使用我们提供的其他服务。</p>
        <p class="bold">9、其他</p>
        <p class="bold">请您理解，我们向您提供的服务是不断更新和发展的。如您选择使用了前述说明当中尚未涵盖的其他服务，基于该服务我们需要收集您的信息的，我们会通过页面提示、交互流程、协议约定的方式另行向您说明信息收集的范围与目的。我们会按照本政策以及相应的用户协议约定使用、存储、对外提供及保护您的信息；如您选择不提供前述信息，您可能无法使用某项或某部分服务，但不影响您使用我们提供的其他服务。此外，第三方主体可能会通过钱包APP向您提供服务。当您进入第三方主体运营的服务页面时，请注意相关服务由第三方主体向您提供。涉及到第三方主体向您收集个人信息的，建议您仔细查看第三方主体的隐私政策或协议约定。</p>
        <p class="bold">我们如何使用Cookie、Beacon、Proxy等技术</p>
        <p>为使您获得更轻松的访问体验，您访问钱包网站或使用钱包提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做可帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全状态。这些数据文件可能是Cookie，FlashCookie，您的浏览器或关联应用程序提供的其他本地存储（以下简称“Cookie”）。<span class="bold">请您理解，我们的某些服务只能通过使用Cookie才可得到实现。如您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝钱包的Cookie。多数浏览器工具条中的“帮助”部分会告诉您怎样防止您的浏览器接受新的Cookie，怎样让您的浏览器在您收到一条新Cookie时通知您或者怎样彻底关闭Cookie。此外，您可以通过改变浏览器附加程序的设置，或通过访问提供商的网页，来关闭或删除浏览器附加程序使用的FlashCookie及类似数据。但这一举动在某些情况下可能会影响您安全访问钱包网站和使用钱包提供的服务。</span></p>
        <p><span class="bold">我们网站上还可能包含一些电子图像（以下简称“网络Beacon”），使用网络Beacon可以帮助网站计算浏览网页的用户或访问某些Cookie，我们会通过网络Beacon收集您浏览网页活动的信息</span>（您访问的页面地址、您先前访问的援引页面的位置、您的浏览环境以及显示设定）。</p>
        <p class="bold">如您通过我们的网站或APP，使用了由第三方而非钱包提供的服务时，为尽力确保您的账号安全，使您获得更安全的访问体验，我们可能会使用专用的网络协议及代理技术（以下简称“Proxy技术”）。使用Proxy技术，可以帮助您识别到我们已知的高风险站点，减少由此引起的钓鱼、账号泄露等风险，同时更有利于保障您和第三方的共同权益，阻止不法分子篡改您和您希望访问的第三方之间正常服务内容，包括：不安全路由器、非法基站等引起的广告注入、非法内容篡改。在此过程中，我们也可能会获得和保存您设备的IP地址、硬件ID以及您访问的页面位置。我们如何存储和保护信息</p>
        <p>1、我们在中华人民共和国境内收集和产生的个人信息将存储在中华人民共和国境内。我们仅在本政策所述目的所必需期间和法律法规及监管规定的时限内保存您的个人信息。我们将会按照《支付机构反洗钱和反恐怖融资管理办法》规定的期限保存您的身份资料、交易记录。</p>
        <p>2、<span class="bold">为了保障您的信息安全，我们在收集您的信息后，将采取各种合理必要的措施保护您的信息</span>。例如，在技术开发环境当中，我们仅使用经过去标识化处理的信息进行统计分析；对外提供研究报告时，我们将对报告中所包含的信息进行去标识化处理。我们会将去标识化后的信息与可用于恢复识别个人的信息分开存储，确保在针对去标识化信息的后续处理中不重新识别个人。</p>
        <p>3、我们承诺我们将使信息安全保护达到业界领先的安全水平。<span class="bold">为保障您的信息安全，我们致力于使用各种安全技术及配套的管理体系来尽量降低您的信息被泄露、毁损、误用、非授权访问、非授权披露和更改的风险</span>。例如：通过网络安全层软件（SSL）进行加密传输、信息加密存储、严格限制数据中心的访问。<span class="bold">传输和存储个人敏感信息（含个人生物识别信息）时，我们将采用加密、权限控制、去标识化/匿名化等安全措施</span>。</p>
        <p>4、<span class="bold">我们已制定个人信息安全事件应急预案</span>，定期组织内部相关人员进行应急响应培训和应急演练，使其掌握岗位职责和应急处置策略和规程。在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以APP推送通知、发送邮件/短消息等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。若您的合法权益受损，我们将承担相应的法律责任。</p>
        <p class="bold">5、请您务必妥善保管好您的钱包登录名及其他身份要素。您在使用钱包服务时，我们会通过您的登录名及其他身份要素来识别您的身份。一旦您泄漏了前述信息，您可能会蒙受损失，并可能对您产生不利。如您发现钱包登录名及/或其他身份要素可能或已经泄露时，请您立即和我们取得联系，以便我们及时采取相应措施以避免或降低相关损失。</p>
        <p>6、在您终止使用钱包服务后，我们会停止对您的信息的收集和使用，法律法规或监管部门另有规定的除外。如我们停止运营，我们将及时停止收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对所持有的您的个人信息进行删除或匿名化处理。</p>
        <p class="bold">我们如何使用信息</p>
        <p class="bold">1、为了遵守国家法律法规及监管要求，以及向您提供服务及提升服务质量，或保障您的账户和资金安全，</p>
        <p>我们会在以下情形中使用您的信息：</p>
        <p>（1）实现本政策中“我们如何收集信息”所述目的。</p>
        <p>（2）为了使您知晓使用钱包服务的状态，我们会向您发送服务提醒。您可以在“服务提醒”页面退订消息，并通过“服务提醒→设置→消息管理”重新订阅。<span class="bold">为了保障您的账户和资金安全，付款提醒不可退订</span>。</p>
        <p>（3）为了保障服务的稳定性与安全性，保护您的账户与资金安全，履行反洗钱等法定义务，<span class="bold">我们会将您的信息用于身份验证、安全防范、诈骗/盗用/可疑交易监测、预防或禁止非法活动、降低风险及防止风险传导、存档和备份用途</span>。</p>
        <p>（4）根据法律法规或监管要求向相关部门进行报告。</p>
        <p>（5）邀请您参与我们服务有关的客户调研。</p>
        <p><span class="bold">（6）我们会采取脱敏、去标识化/匿名化等方式对您的信息进行综合统计、分析加工</span>，以便为您提供更加准确、个性、流畅及便捷的服务，或帮助我们评估、改善或设计服务及运营活动。</p>
        <p>（7）为了提升用户服务体验，为用户推荐更为优质或适合的服务，<span class="bold">我们可能会根据用户信息形成群体特征标签，用于向用户提供其可能感兴趣的营销活动通知、商业性电子信息或广告，如您不希望接收此类信息，您可按照我们提示的方法选择退订或通过钱包APP-用户保护中心-隐私设置中的功能进行设置。</span></p>
        <p>（8）根据所适用的法律，<span class="bold">我们可能会对您的个人信息通过技术措施和其他必要措施进行匿名化处理，并将处理后的数据用于研究、统计分析和预测，为商业决策提供产品或服务支撑，以及改进我们的产品和服务（如进行机器学习或模型算法训练）等，我们就此类处理后数据的使用无需另行向您通知并征得您的同意。</span></p>
        <p class="bold">（9）我们可能与进行广告、内容推广投放的合作伙伴合作，委托他们处理与广告覆盖面和有效性相关的信息，但除非得到您的许可，我们不会共享用于识别您个人身份的信息，或者我们仅会向合作伙伴提供不能识别您个人身份的处理后信息，以帮助其在不识别您个人身份的前提下提升推广内容的有效触达率。</p>
        <p class="bold">2、当我们要将信息用于本政策未载明的其他用途时，会按照法律法规及国家标准的要求以确认协议、具体场景下的文案确认动作等形式再次征得您的同意。</p>
        <p class="bold">我们如何对外提供信息</p>
        <p class="bold">1、共享</p>
        <p class="bold">（1）其他用户查询</p>
        <p>为了确保转账、收款目标对象的准确性，避免因输错账号导致资金损失，他人可通过搜索您的<span class="bold">邮箱、手机号</span>搜索到您，并看到您账户对应的<span class="bold">脱敏后的钱包登录名以及对应的昵称、头像、是否已实名及地区</span>，以便向您转账、收款或添加您为钱包好友。您可通过钱包APP“我的→用户保护中心→隐私设置→常用隐私设置”予以关闭通过邮箱或手机号搜索到您的功能。同时，您还可以开启“加我为朋友时需要验证”功能。</p>
        <p class="bold">（2）投诉处理</p>
        <p>当您投诉他人或被他人投诉时，为了保护您及他人的合法权益，维护绿色购物环境，我们可能会将您的<span class="bold">姓名及有效证件号码、联系方式、投诉相关内容</span>提供给消费者权益保护部门及监管机关，以便及时解决投诉纠纷，但法律法规明确禁止提供的除外。</p>
        <p class="bold">（3）通过钱包账号使用第三方服务时的数据共享</p>
        <p class="bold">为了让您能够方便、快捷地使用第三方网站或APP，您可以选择使用钱包登录名快捷登录第三方网站或APP。我们会基于您的明确同意将您的部分信息提供给第三方。第三方网站或APP可能有单独的隐私保护规则，在授权我们向第三方提供您的信息之前，建议您仔细查看，做出您认为适当的选择。</p>
        <p class="bold">（4）业务共享</p>
        <p>我们承诺对您的信息进行严格保密。除法律法规及监管部门另有规定外，我们仅在以下情形中与第三方共享您的信息，第三方包括我们的关联公司、合作金融机构以及其他合作伙伴。如果为了向您提供服务而需要将您的信息共享至第三方，<span class="bold">我们将评估该第三方收集信息的合法性、正当性、必要性。我们将要求第三方对您的信息采取保护措施，并且严格遵守相关法律法规与监管要求。另外，我们会按照法律法规及国家标准的要求以确认协议、具体场景下的文案确认、弹窗提示等形式征得您的同意，或确认第三方是在符合有关法律法规的前提下处理您的个人信息。</span></p>
        <p>（1）为了让您完成交易、实现交易目的，我们需要向您的交易相对方提供<span class="bold">交易号与相关支付信息</span>，同时您的交易相对方可在付款过程中或付款成功后查看您的<span class="bold">部分注册信息</span>。</p>
        <p>（2）某些产品或服务可能由第三方提供或由我们与第三方共同提供，因此，<span class="bold">只有共享您的信息，才能提供您需要的产品或服务。</span></p>
        <p>（3）如您选择参与我们和第三方联合开展的抽奖、竞赛或类似推广活动，我们可能与其共享活动过程中产生的、为完成活动所必要的信息，以便第三方能及时向您发放奖品或为您提供服务。若您在活动中获得的奖励金依法须预扣预缴相应税款，活动举办方或其合作方将根据税务法律法规的要求，通过我们获取您必要的税务申报信息(如您的身份信息、奖励金金额)提供至税务机关。<span class="bold">我们会依据法律法规或国家标准的要求，在活动规则页面或通过其他途径向您明确告知需要向第三方提供何种信息。</span></p>
        <p>（4）事先获得您明确同意的情况下，我们会在法律法规允许且不违背公序良俗的范围内，依据您的授权范围与第三方共享您的信息。</p>
        <p class="bold">2、转让</p>
        <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
        <p class="bold">（1）事先获得您的明确同意；</p>
        <p class="bold">（2）根据法律法规或强制性的行政或司法要求；</p>
        <p class="bold">（3）在涉及资产转让、收购、兼并、重组或破产清算时，如涉及到个人信息转让，我们会向您告知有关情况，并要求新的持有您个人信息的公司、组织继续受本政策的约束。如变更个人信息的处理目的、处理方式时，我们将要求该公司、组织重新取得您的明确同意。</p>
        <p class="bold">3、公开披露</p>
        <p>除在公布中奖活动名单时会根据具体活动参与规则<span class="bold">脱敏展示中奖者手机号或钱包登录名外</span>，原则上我们不会将您的信息进行公开披露。如确需公开披露时，我们会向您告知公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得您的明确同意。</p>
        <p class="bold">4、委托处理</p>
        <p>为了提升信息处理效率，降低信息处理成本，或提高信息处理准确性，<span class="bold">我们可能会委托有能力的我们的关联公司或其他专业机构代表我们来处理信息。我们会通过书面协议、现场审计等方式要求受托公司遵守严格的保密义务及采取有效的保密措施，禁止其将这些信息用于未经您授权的用途</span>。在委托关系解除时，受托公司不再保存个人信息。我们承诺对此负责。</p>
        <p class="bold">您如何实现您的个人信息权利</p>
        <p>在您使用钱包服务期间，为了您可以更加便捷地访问和管理您的信息，同时保障您注销账户的权利，我们在客户端中为您提供了相应的操作设置，您可以参考下面的指引进行操作。</p>
        <p class="bold">1、管理您的信息</p>
        <p>您可通过钱包官方网站登录钱包账户，在“账户管理”和“服务大厅→自助服务”中，以及从钱包APP登录钱包账户，在“我的→个人信息”、“我的→设置”、“用户保护中心-隐私保护”中：</p>
        <p><span class="bold">（1）查阅您的身份信息、账单信息、账户信息、登录设备以及绑定的银行卡信息</span>。为了您的个人信息安全，您的身份证号码和银行账户会进行脱敏展示；<span class="bold">为了保护您的信息安全，您可以通过钱包APP中的“我的→设置→账号与安全→解锁设置”选择需要解锁的页面，完成设置后，必须完成指纹、面容ID或手势解锁后方可进入相应的页面</span>；</p>
        <p>（2）如发现您的信息有误，您可以根据页面提示自助<span class="bold">修改您的信息</span>，您也可以联系我们的客服电话400-085-5858或通过在线客服要求更正。<span class="bold">出于安全性和身份识别的考虑或根据法律法规及监管规定，您需通过验证方可修改您已认证的姓名或已绑定的手机号码；</span></p>
        <p class="bold">（3）您可删除您的某笔账单信息或管理绑定的银行卡；</p>
        <p>（4）您可以通过钱包APP申请开具转账电子回单、交易记录账单，也可以通过钱包官方网站下载交易记录账单。</p>
        <p class="bold">2、管理您的授权范围</p>
        <p>如您想改变授权范围，您可通过手机权限设置及钱包APP“我的→用户保护中心→隐私设置→常用隐私设置”修改授权范围，例如：是否向好友公开您的真实姓名、是否开启生日提醒等；还可通过钱包APP“我的→用户保护中心→隐私设置→授权管理/账号授权”取消向第三方共享信息的授权。当您取消信息收集的授权后，我们将不再收集该信息；在您取消向第三方共享信息的授权后，我们将不再在该业务场景下向该第三方提供信息。</p>
        <p class="bold">3、您可通过如下路径注销钱包账户：</p>
        <p>钱包官网操作路径：打开www.hengshenghuo.com,登录钱包账户，通过“服务大厅→自助服务→账户自助→注销账户”。</p>
        <p>钱包APP操作路径：打开钱包APP，登录钱包账户，通过“销户”服务即可进入账户注销流程。当您符合约定的账户注销条件并注销某项服务相关账户后，我们将按照法律要求删除您该账户内的所有个人信息，<span class="bold">但如有相关个人信息按照法律法规规定的保存期限未届满或者其他依法不适宜删除的情形，我们将停止除存储和采取必要的安全保护措施之外的处理。</span></p>
        <p>4、如您发现我们收集、使用您个人信息的行为，违反了法律法规规定或违反了与您的约定，您可联系我们的客服热线400-085-5858或通过在线客服，要求删除相应的信息。</p>
        <p class="bold">5、尽管有上述约定，但按照相关法律法规及国家标准，在以下情形中，我们可能无法响应您的请求：</p>
        <p class="bold">（1）与国家安全、国防安全直接相关的；</p>
        <p class="bold">（2）与公共安全、公共卫生、重大公共利益直接相关的；</p>
        <p class="bold">（3）与犯罪侦查、起诉、审判和执行判决等直接相关的；</p>
        <p class="bold">（4）有充分证据表明您存在主观恶意或滥用权利的；</p>
        <p class="bold">（5）响应您的请求将导致其他个人、组织的合法权益受到严重损害的。</p>
        <p class="bold">6、如您对本政策存在任何疑问，或对于您的个人信息处理存在任何投诉、意见，请通过以下渠道联系我们：</p>
        <p class="bold">（1）客服热线：400-085-5858</p>
        <p class="bold">（2）在线客服“我的客服”</p>
        <p class="bold">（3）电子邮箱：wurenhuoguikf@credithc.com</p>
        <p>客服部门将会同隐私保护办公室及时答复您。为了及时进行服务响应，我们推荐您使用前述客服热线或线上服务方式与我们联系。</p>
        <p>为保障您的信息安全，我们需要先验证您的身份和凭证资料。我们已经建立客户投诉管理机制，包括跟踪流程。一般来说，我们将在验证通过后的三个工作日内处理完成，特殊情形下最长将在不超过十五个工作日或法律法规规定期限内作出答复。如您不满意我们的答复，还可以向消费者权益保护部门投诉或向有管辖权的法院提起诉讼。</p>
        <p class="bold">对第三方责任的声明</p>
        <p class="bold">请您注意，您的交易相对方、您访问的第三方网站经营者、通过钱包APP接入的第三方服务（例如：钱包APP中第三方提供的应用）和由钱包处接收您的个人信息的第三方可能有自己的隐私权保护政策；当您查看第三方创建的网页或使用第三方开发的应用程序时，这些第三方可能会放置他们自己的Cookie或网络Beacon，这些Cookie或网络Beacon不受我们的控制，且它们的使用不受本政策的约束。我们会努力去要求这些主体对您的个人信息采取保护措施，建议您与他们联系以获得关于他们的隐私权政策的详细情况。如您发现这些第三方创建的网页或第三方开发的应用程序存在风险时，建议您终止相关操作以保护您的合法权益。</p>
        <p class="bold">请您知晓，钱包APP当中部分服务由我们的关联公司提供，如您希望了解我们的关联公司如何保护及处理您的信息，您可参阅《恒生活隐私政策》。钱包APP的部分服务需要由合作伙伴共同为您提供（例如：通知栏消息提醒），为此，钱包APP内会嵌入合作伙伴的软件工具开发包（以下简称“SDK”）或其他类似的应用程序。例如：当您使用手机设备时，手机厂商提供的Push SDK需要读取您的设备识别号、联网相关信息，用于推送/下发通知栏消息。钱包APP会对SDK或其他类似的应用程序进行严格的安全检测，并要求合作伙伴采取严格的数据保护措施，切实保障您的合法权益。</p>
        <p>更多详情，敬请查阅《钱包APP第三方SDK目录》。</p>
        <p class="bold">我们如何保护未成年人的信息</p>
        <p><span class="bold">1、我们非常重视对未成年人个人信息的保护。</span>我们期望父母或监护人指导未成年人使用我们的服务。我们将根据国家相关法律法规的规定保护未成年人的信息的保密性及安全性。</p>
        <p><span class="bold">2、如您为未成年人，建议请您的父母或监护人阅读本政策，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供您的信息。</span>对于经父母或监护人同意而收集您的信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护您的权益所必要的情况下使用或公开披露此信息。<span class="bold">如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。</span></p>
        <p>3、如您为未成年人的父母或监护人，当您对您所监护的未成年人的信息处理存在疑问时，请通过上文中的联系方式联系我们。</p>
        <p class="bold">4、特别提示：14周岁以下的儿童及其监护人在为儿童注册钱包账户前，敬请仔细阅读专门为儿童制定的《儿童个人信息保护规则》。在儿童使用我们的服务之前，应当确保已经取得其监护人对《儿童个人信息保护规则》的同意。更多详情，敬请查阅《钱包儿童隐私保护规则》。</p>
        <p class="bold">钱包APP权限获取说明</p>
        <p>为了向您提供服务以及保障你的账户及资金安全，钱包APP可能需要在必要范围内向您申请获取相应权限。<span class="bold">请您放心，钱包APP不会默认开启这些权限，仅在您主动确认开启的情况下，钱包APP才有可能通过这些权限收集您的信息。需要特别说明的是，钱包APP获取具体某一项权限并不代表钱包APP必然会收集您的相关信息；即使您已经确认向钱包APP开启权限，钱包APP也仅会在合法、正当、必要的范围内收集您的相关信息。</span>如您选择不开启权限，这可能导致您将无法使用与此权限相关的特定功能，但不影响您使用钱包APP提供的其他服务。更多详情，敬请查阅《钱包APP权限申请与使用说明》。</p>
        <p class="bold">本政策的适用及更新</p>
        <p class="bold">钱包所有服务均适用本政策，除非相关服务已有独立的隐私政策或相应的用户服务协议当中存在特殊约定。发生下列重大变化情形时，我们会适时对本政策进行更新：</p>
        <p>（1）我们的基本情况发生变化，例如：兼并、收购、重组引起的所有者变更；</p>
        <p>（2）收集、存储、使用个人信息的范围、目的、规则发生变化；</p>
        <p>（3）对外提供个人信息的对象、范围、目的发生变化；</p>
        <p>（4）您访问和管理个人信息的方式发生变化；</p>
        <p>（5）数据安全能力、信息安全风险发生变化；</p>
        <p>（6）用户询问、投诉的渠道和机制，以及外部纠纷解决机构及联络方式发生变化；</p>
        <p>（7）其他可能对您的个人信息权益产生重大影响的变化。</p>
        <p class="bold">由于钱包的用户较多，如本政策发生更新，我们将以APP推送通知、弹窗提示、发送邮件/短消息或者在钱包官方网站发布公告的方式来通知您。为了您能及时接收到通知，建议您在联系方式更新时及时通知我们。如您在本政策更新生效后继续使用钱包服务，即表示您已充分阅读、理解并接受更新后的政策并愿意受更新后的政策约束。</p>
        <p class="bold">您可以在钱包官方网站首页查看本政策，也可在钱包APP通过“我的→用户保护中心”中查看本政策。我们鼓励您在每次使用钱包时都查阅我们的隐私政策。</p>
        <p class="bold">本政策中关键词说明</p>
        <p class="bold">1、本政策中的“钱包关联公司”指：智点汇融科技发展(北京)有限公司等。</p>
        <p class="bold">2、本政策中的“身份要素”是指：钱包用于识别您身份的信息要素，包括：您的钱包登录名、密码、短信校验码、电话号码、手机号码、证件号码及生物识别信息。</p>
        <p class="bold">3、本政策中的“个人敏感信息”是指：身份证件号码、个人生物识别信息、银行账号、财产信息、交易信息、精准定位信息等个人信息。</p>
        <div class="content">
            <p class="title bold">钱包儿童隐私保护规则</p>
            <p class="right bold">版本制定日期：2022年12月31日</p>
            <p class="right bold">版本生效日期：2022年12月31日</p>
            <p>智点汇融科技发展(北京)有限公司及旗下各关联公司（以下统称“<span class="bold">我们</span>”）深知儿童（<span class="bold">本规则所称“儿童”，是指不满十四周岁的未成年人</span>）个人信息的重要性，并会尽全力保护儿童个人信息的安全。《钱包儿童隐私保护规则》（以下简称“<span class="bold">本规则</span>”）旨在向儿童及其监护人说明我们如何收集、使用、存储、共享、转让、披露儿童的个人信息，以及儿童及其监护人享有的权利。</p>
            <p class="bold">本规则是在《钱包隐私政策》基础上制定的特别规则，仅适用于我们能识别用户为儿童的产品或服务；针对无法识别用户年龄、不主动识别用户年龄、用户年龄必须满14周岁的产品或服务，适用《钱包隐私政策》或具体业务的隐私政策。本规则与《钱包隐私政策》发生冲突之处，以本规则为准；本规则未尽事宜，以《钱包隐私政策》为准。</p>
            <p class="bold">儿童监护人特别说明：</p>
            <p>如果您是未满14周岁未成年人的监护人，请您仔细阅读本规则，帮助我们保护儿童的个人信息和隐私安全，教育引导儿童增强其个人信息保护意识，提醒和要求儿童在您的同意和指导下使用我们的服务或向我们提供个人信息。</p>
            <p class="bold">儿童特别说明：</p>
            <p>如果您是未满14周岁的未成年人，请邀请您的监护人共同阅读本规则并征得您的监护人同意，然后再使用我们的服务或向我们提供个人信息。</p>
            <p class="bold">请您仔细阅读《钱包隐私政策》和本规则（特别是加粗字体的内容），在确定了解我们对个人信息的保护和处理规则后，做出您认为适当的选择。您点击同意或输入代表同意的验证码即表示您同意我们按照《钱包隐私政策》和本规则约定收集、使用、存储、共享、转让和披露监护人和被监护儿童的信息。</p>
            <p><span class="bold">请注意：本规则不适用于任何第三方独立运营的产品和服务。</span>我们提供的产品和服务中可能包含跳转至第三方产品或服务（包括网站、小程序或其他服务形式）的链接，该等链接接入的第三方产品或服务由相关第三方独立运营，在使用前，监护人应当详细阅读此类第三方产品或服务的条款和政策，了解他们可能从被监护儿童那里收集哪些数据，以及他们可能如何使用这些数据。如监护人和儿童发现这些第三方产品或服务可能存在风险时，建议终止相关操作以保护儿童的合法权益。</p>
            <p class="bold">一、我们如何收集儿童信息</p>
            <p>1、我们将严格遵守法律法规的规定及与用户的约定，根据用户选择产品或服务的具体情况，收集儿童及其监护人的以下个人信息：</p>
            <p>（1）我们将会通过用户提供的身份证号码识别用户是否未满14周岁；如发现该用户未满14周岁，我们将在获得监护人同意之后才允许儿童继续使用相关产品或服务。</p>
            <p>（2）我们在监护人或儿童提供上述信息后，可能会收集监护人的<span class="bold">姓名、身份证号、手机号码、监护关系证明</span>。为遵守法律法规的要求，我们需要使用这些信息与监护人联系，验证其监护人身份并获得其对我们收集儿童信息的同意。我们也可能会进行将监护人账户与儿童账户进行关联，以便保护监护人和被监护儿童的个人信息权益。</p>
            <p>（3）在儿童使用产品或服务过程中，我们会继续收集儿童其他个人信息，详见<span class="bold">《钱包隐私政策》</span>“我们如何收集和使用您的个人信息”一节。</p>
            <p>2、请理解，我们提供的儿童相关服务将不断更新变化。<span class="bold">如果我们超出《钱包隐私政策》和本规则范围收集监护人或被监护儿童的个人信息，我们将通过页面提示、交互流程、协议约定的方式另行告知监护人信息收集的范围、目的与用途，并征得监护人的同意。</span></p>
            <p class="bold">二、我们如何使用儿童信息</p>
            <p>1、我们严格按照与用户的约定，在法律法规允许范围内将收集的儿童信息用于以下用途：</p>
            <p class="bold">（1）验证儿童及监护人身份及关系；</p>
            <p class="bold">（2）《钱包隐私政策》约定的其他用途。</p>
            <p class="bold">2、当我们需要超出上述范围使用监护人或被监护儿童的个人信息时，我们会按照法律法规及国家标准的要求再次征得监护人的同意。</p>
            <p class="bold">三、我们如何存储和保护儿童信息</p>
            <p>1、我们会遵循正当必要、知情同意、目的明确、安全保障、依法利用的原则，严格遵循《个人信息保护法》、《儿童个人信息网络保护规定》等法律法规的要求和《钱包隐私政策》的约定，存储儿童信息不会超过实现信息收集、使用目的所必须的期限，到期后我们会对儿童个人信息进行删除或匿名化处理。</p>
            <p>2、我们指定了专人负责儿童信息的保护，控制儿童个人信息知悉范围，严格设定信息访问权限，对可能接触到儿童信息的工作人员采取最小够用授权原则，对授权审批和信息访问情况进行记录，并采取技术措施避免违法复制、下载儿童个人信息。</p>
            <p>3、我们制定了儿童信息安全事件应急预案，定期开展应急演练。若不幸发生造成或者可能造成严重后果的儿童信息安全事件，我们将按照法律法规的要求立即向有关主管部门报告，及时将事件相关情况以PUSH消息、站内信、邮件、短信等方式告知儿童及其监护人。难以逐一告知时，我们会采取合理、有效的方式发布相关警示信息。若儿童及其监护人的合法权益受损，我们会承担相应的法律责任。</p>
            <p class="bold">四、我们如何共享、转移、披露儿童个人信息</p>
            <p class="bold">1、与监护人共享。监护人可以访问和管理被监护儿童的个人信息。</p>
            <p class="bold">2、《钱包隐私政策》“我们如何共享、转让、公开披露您的个人信息”一节约定的共享、转让、公开披露情形。我们将按照法律法规及国家标准的要求征得监护人的同意，或确认信息接收方已经征得监护人的同意。</p>
            <p>3、基于《钱包隐私政策》和本规则约定的目的，我们可能委托关联公司或其他专业服务机构代表我们来处理儿童信息。<span class="bold">我们会对受托机构及委托行为等进行安全评估，在书面委托协议中明确双方责任、处理事项、处理期限、处理性质和目的等，禁止受托机构超出授权范围使用信息，并要求受托机构依法履行以下义务：</span></p>
            <p>（1）按照法律、行政法规的规定和我们的要求处理儿童信息；</p>
            <p>（2）协助我们回应儿童监护人提出的申请；</p>
            <p>（3）采取措施保障信息安全，并在发生儿童信息泄露安全事件时，及时向我们反馈；</p>
            <p>（4）委托关系解除时及时删除儿童信息；</p>
            <p>（5）不得转委托；</p>
            <p>（6）其他依法应当履行的儿童信息保护义务。</p>
            <p class="bold">五、如何访问和管理儿童信息</p>
            <p>1、在儿童使用我们的服务期间，为了监护人和被监护儿童可以更加便捷地访问和管理个人信息，同时保障撤回同意和注销账户的权利，被监护儿童可以按照《钱包隐私政策》中“您的权利”一节的指引进行操作，<span class="bold">监护人可以指导被监护儿童进行操作或联系我们要求我们对儿童信息进行更正或删除。</span></p>
            <p>2、下列情形下，儿童及其监护人可联系我们要求删除相应的儿童信息：</p>
            <p>（1）我们违反法律、行政法规的规定或者双方的约定收集、存储、使用、转移、披露儿童个人信息的；</p>
            <p>（2）超出目的范围或者必要期限收集、存储、使用、转移、披露儿童信息的；</p>
            <p>（3）儿童监护人撤回同意的；</p>
            <p>（4）儿童或者其监护人通过注销等方式终止使用产品或者服务的。</p>
            <p class="bold">六、本规则的适用及更新</p>
            <p>1、为了提供更好的服务，我们可能适时更新本规则。但未经儿童及监护人明确同意，我们不会削减其依据本规则所应享有的权利。我们会通过在钱包网站、钱包移动端上发出更新版本并在生效前通过网站公告或以其他适当方式提醒儿童及监护人相关内容的更新，也请儿童及监护人访问钱包以便及时了解最新的规则。</p>
            <p>2、对于重大变更，我们还会为儿童及其监护人提供更为显著的通知，我们会通过邮件、短信、PUSH推送、站内信或在浏览页面做特别提示等方式说明规则的具体变更内容。为了儿童及其监护人能及时接收到通知，建议儿童及其监护人在联系方式更新时及时通知我们。如儿童在本规则更新生效后继续使用钱包服务，即表示儿童及其监护人已充分阅读、理解并接受更新后的规则并愿意受更新后的规则约束。<span class="bold">本规则所指的重大变更包括但不限于：</span></p>
            <p class="bold">（1）我们的所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；</p>
            <p class="bold">（2）收集、存储、使用、对外提供儿童信息的目的、方式和范围发生实质性变化；</p>
            <p class="bold">（3）儿童信息存储的地点、期限和到期后的处理方式发生实质性变化；</p>
            <p class="bold">（4）儿童信息的安全保障措施发生实质性变化；</p>
            <p class="bold">（5）拒绝同意的后果发生实质性变化；</p>
            <p class="bold">（6）用户投诉、举报的渠道和方式发生实质性变化；</p>
            <p class="bold">（7）更正、删除儿童信息的途径和方法发生实质性变化；</p>
            <p class="bold">（8）其他可能对儿童信息权益产生重大影响的变化。</p>
            <p class="bold">七、如何联系我们</p>
            <p>1、我们已经成立个人信息保护专职部门并指定专人负责儿童信息保护事宜，如儿童或者其监护人对本规则存在任何疑问，或对于儿童信息处理存在任何投诉、意见，<span class="bold">请通过以下渠道联系我们：</span></p>
            <p class="bold">（1）拨打客服电话400-085-5858；</p>
            <p class="bold">（2）发送邮件至wurenhuoguikf@credithc.com。</p>
            <p class="bold">（3）进入钱包APP内点击“首页-我的-设置（右上角图标）-意见反馈”。</p>
            <p class="bold">（4）进入钱包APP内点击“首页-我的-我的客服”。客服部门将会及时答复您。</p>
            <p>2、请监护人理解，为了保障安全，在响应监护人反馈的问题前，我们可能需要监护人提供相关材料证明其监护人身份。我们将在收到反馈并验证监护人身份后的十五天内回复监护人的请求。</p>
        </div>
    </div>
</template>
<script>
</script>
<style lang="scss" scoped>
.wallet-agreement3{
    min-height: 100vh;
    background-color: #fff;
    overflow: hidden;
    padding: 50px 0;
    p{
        font-size: 26px;
        padding: 0 28px;
        margin-bottom: 12px;
    }
    .bold{
        font-weight: 700;
    }
    .content{
        margin-top: 100px;
        .title{
            text-align: center;
            font-size: 36px;
        }
        .right{
            text-align: right;
        }
    }
}
</style>
